[
{"article_title": "Covid can turn kids into 'fussy eaters' if it changes their sense of smell", "article_tag": "Health and Science", "author": "Holly Ellyatt", "article_datetime": "2022-01-18T09:50:45+0000", "paragraph_headers": [], "paragraphs": ["Children who have recovered from Covid-19 may experience a distorted sense of smell afterward, which could affect the foods they will eat, according to experts in the U.K.", "\"Parosmia\" — when people experience strange and often unpleasant smell distortions — is relatively common after a Covid infection, with 250,000 adults in the U.K. estimated to have suffered parosmia as a result of having the coronavirus.", "Experts say it could be a reason why children who have recovered from Covid might find it hard to eat foods they once loved.", "Instead of smelling a lemon, for example, someone suffering from parosmia may smell rotting cabbage, or chocolate may smell like gasoline.", "Leading U.K. smell expert Carl Philpott, a professor at the University of East Anglia's Norwich Medical School, and charity Fifth Sense released guidance on Tuesday to help parents and health-care professionals better recognize the disorder and distinguish it from \"fussy eating.\"", "\"Parosmia is thought to be a product of having less smell receptors working, which leads to only being able to pick up some of the components of a smell mixture,'\" Philpott commented Tuesday.", "\"We know that an estimated 250,000 adults in the U.K. have suffered parosmia as a result of a Covid infection but in the last few months, particularly since Covid started sweeping through classrooms last September, we've become more and more aware that it's affecting children too.\"", "He added: \"In many cases the condition is putting children off their food, and many may be finding it difficult to eat at all.\"", "Philpott said the condition hadn't really been recognized by medical professionals until now, with many assuming that children were being difficult eaters without realizing there was an underlying problem.", "\"For some children — and particularly those who already had issues with food, or with other conditions such as autism — it can be really difficult. I expect there are a lot of parents at their wits' end and really worried,\" he said.", "Fifth Sense Chairman and founder Duncan Boak said the charity had received anecdotal evidence from parents that children are \"really struggling\" with their food after Covid.", "\"We've heard from some parents whose children are suffering nutritional problems and have lost weight, but doctors have put this down to just fussy eating. We're really keen to share more information on this issue with the healthcare profession so they're aware that there is a wider problem here,\" Boak said.", "When the Covid pandemic took hold in early 2020, people were told to watch for a number of symptoms, including a fever, constant cough and a loss of taste or smell. The latter was seen as a tell-tale symptom of the virus.", "As new Covid variants have emerged, however, the symptoms associated with different strains have changed, with the delta and omicron variants leading some people to experience symptoms more akin to a cold.", "Still, many people have reported that their sense of smell or taste has remained distorted after a Covid infection. ", "This could be due to the longer-lasting condition called \"long Covid,\" ", "which is still not fully understood by scientists.", "In their guidance to professionals and parents, Professor Philpott and Fifth Sense said that children should be listened to and believed. They also said that \"parents can help by keeping a diary to make a note of foods that are safe and those that are triggers.\"", "Philpott said there are a number of common triggers for parosmia, such as the smell of cooking meat and onions or garlic, as well as fresh coffee.", "\"Parents and healthcare professionals should encourage children to try different foods with less strong flavours such as pasta, bananas, or mild cheese — to see what they can cope with or enjoy. Vanilla or flavour-free protein and vitamin milkshakes can help children get the nutrients they need without the taste,\" he said.", "If all else fails, Philpott said, children could use \"a soft nose clip or hold their nose while eating to help them block out the flavours.\"", "Finally, he said children and adults alike should consider \"smell training\" — which has emerged as a simple and side-effect-free treatment option for various causes of smell loss.", "Smell training involves sniffing at least four different odors — for example, eucalyptus, lemon, rose, cinnamon, chocolate, coffee, or lavender — twice a day, every day, for several months.", "\"Children should use smells that they are familiar with and are not parosmia triggers. In younger children this might not be helpful, but in teenagers this might be something they can tolerate,\" Philpott noted."]}
]