[
{"article_title": "Credit Suisse needs to salvage reputation after chairman quits in latest scandal, analysts say", "article_tag": "Banks", "article_date": ["Published Mon, Jan 17 2022", "8:13 AM EST", "Updated Moments Ago"], "author": ["Elliot Smith"], "paragraphs": ["LONDON — ", "Credit Suisse", " Chairman Antonio Horta-Osorio resigned on Sunday after violating Covid-19 quarantine rules, the latest in a series of high-profile scandals that have rocked the Swiss bank in recent years.", "Horta-Osorio took over as chairman of Switzerland's second-biggest lender in April last year, with a mission to clean up its corporate culture after its damaging involvement with ", "collapsed investment firm Archegos Capital", " and insolvent ", "supply chain finance company Greensill", ".", "These came on the back of a bizarre and protracted spying saga which ultimately led to the ", "resignation of former CEO Tidjane Thiam", ", who was replaced by Thomas Gottstein.", "Horta-Osorio, who was found by an internal investigation to have committed multiple breaches of Covid quarantine requirements in the U.K. and Switzerland, will be replaced by UBS executive Axel P. Lehmann. Credit Suisse has insisted that its ", "strategic overhaul", ", announced in November and which includes a scaling back of its investment banking business, will continue undeterred.", "Analysts told CNBC Monday that the bank had made the right call in removing Horta-Osorio, and that Lehmann was a wise appointment as the firm looks to deliver stability.", "Bruno Verstraete, managing partner at Zurich-based asset manager Lakefield Partners, said Lehmann was a choice that represented the stability the bank needs, given his wealth of experience in risk management.", "\"One can only hope that the scandals will fade over time, and that they will be able to turn the nose of the ship in the right direction, away from the storm. It is about time, that is clear,\" Verstraete told CNBC.", "However, some emphasized that the problems run deeper than one individual, with the bank facing a litany of legal issues.", "\"I think the job at hand for Credit Suisse over the coming months and year is frankly to repair its risk management, to repair its reputation, and obviously one factor that needs to be looked at carefully is, can it retain its talent?\" said Bob Parker, investment committee member at Quilvest and former senior advisor at Credit Suisse.", "\"One thing that happened after Archego was that a number of talented people in the investment bank left the firm.\"", "Share price woes", "Credit Suisse's share price has taken a substantial hit over the past 12 months, and analysts have pointed to the divergence from the performance of its domestic rival ", "UBS", " as an indication that investors remain skeptical about the turnaround.", "Credit Suisse is down more than 24% over the past year and was last trading at 9.37 Swiss francs ($10.25) per share on Monday morning, while UBS has gained more than 31% in the past 12 months to trade at around 18 Swiss francs per share.", "\"I think the performance of the share price in recent months clearly reflects the view by investors that a number of these legacy issues are going to take time to repair, and I think that is probably right,\" Parker said.", "Beat Wittmann, chairman of Zurich-based Porta Advisors, told CNBC that Credit Suisse will need to rebuild its reputation over time through changing its business practices and demonstrating leadership by example, rather than seeking quick PR victories or \"culture-washing.\"", "\"The price performance difference between Credit Suisse and UBS is 50% — not five, 50% — and therefore the shares are cheap, but for many reasons cheap,\" Wittmann said.", "However, he suggested that if the new chairman and management team can deliver stability and a strategic redirection with \"discipline and focus,\" then Credit Suisse shares are a \"big buy\" at their current valuations.", "\"Key shareholders like Harris Associates, Dodge & Cox etc., have suffered for many years, and the general public as well, so it's all in the hands of management and the board to get this done. It's absolutely possible to get it done,\" he said.", "What does the future hold?", "Credit Suisse's third-quarter revenues were strong and the bank beat profit expectations despite a hit from charges related to settling allegations of corruption in Mozambique, along with several other legal issues.", "Wittmann highlighted that along with sound financial fundamentals, Credit Suisse is operating against a very supportive macro backdrop.", "\"For banking businesses, the last year was one of the best years on record in terms of rising risk assets, record M&A activity, basically all factors aligned and in favor of such a bank,\" he said.", "Given the potential that could be unlocked should the revamp go as planned and the low share price, Wittmann said he would not be surprised to see strategic buyout efforts being launched for Credit Suisse, noting that \"the European landscape is overdue for consolidation,\" as several regulators have pointed out."]}
]