[
{"article_title": "How the U.S. fell behind in lithium, the 'white gold' of electric vehicles", "article_tag": "Climate", "article_date": "2022-01-15T14:00:02+0000", "author": ["Jeniece Pettitt"], "paragraph_headers": [], "paragraphs": ["The United States has a lithium supply problem. Nearly every major automaker has announced a transition to electric vehicles, ", "Tesla delivered almost one million cars in 2021", ", and a handful of new electric vehicle companies like ", "Rivian", " and ", "Lucid", " are rolling new models off the line.", "In order to power all of these EVs, we will need batteries — lots of them. ", "Electric vehicle growth will be responsible for more than 90% of demand for lithium by 2030, according to Benchmark Mineral Intelligence. But lithium is also in our phones, computers, ceramics, lubricants, pharmaceuticals, and is essential for solar and wind energy storage.", "\"It's like the blood in your body,\" said ", "Lithium Americas", " CEO Jon Evans, \"It's the chemistry behind how lithium-ion batteries work. It remains the common denominator in all the battery technologies, even that we're looking at now for next generation batteries. So it's truly a critical element.\"", "This vital mineral in rechargeable batteries has earned the name \"white gold\" and the rush is on.", "The ", "price of lithium is soaring", ", up 280% since Jan. 2021, and establishing a domestic supply of lithium has become the modern-day version of oil security. But today, the U.S. is far behind, with only 1% of global lithium being mined and processed in the U.S., according to the U.S. Geological Survey.", "Read more about electric vehicles from CNBC Pro", "Goldman Sachs says China’s EV market is booming — and names 7 stocks to cash in ", "Morgan Stanley thinks time spent in cars will jump by 25% by 2030 and these stocks will benefit", "From EVs to the metaverse, ETF managers name their hottest stock calls for 2022", "More than 80% of the world's raw lithium is mined in Australia, Chile, and China. And China controls more than half of the world's lithium processing and refining", " ", "and has three-fourths of the lithium-ion battery megafactories in the world, according to the International Energy Agency.", "But until the 1990s, the U.S. was the leader in lithium production.", "\"The lithium industry started in the U.S. and had a good run for 50 years,\" said Erick Neuman, the international business manager for with Swenson Technology. \"We do have a lot. The challenge is, can we produce what we need at an economical and competitive price? That's hard.\"", "Lithium is not a scarce element. The U.S. holds almost 8 million metric tons in reserve, ranking it among the top five countries in the world, according to the USGS.", "But there is only one operating lithium mine in the U.S., ", "Albemarle", "'s Silver Peak in Nevada.", "Last June, the ", "administration released a blueprint", " for jumpstarting domestic lithium production and refining as well as battery manufacturing, and set a national EV sales goal of 50% by 2030.", "There are several domestic lithium projects in the works in Nevada, North Carolina, California and Arkansas, among other places.", "Controlled Thermal Resources is developing a lithium project at the Salton Sea in California, which will extract lithium out of brine pumped up via geothermal energy plants in the area. The Salton Sea was once", " ", "a hot tourist destination", ", but has become one of the worst environmental and public health crises in modern history", " as drier conditions caused a lot of the lake to dry up. The state of California is trying to transform the area, calling it \"Lithium Valley\" and it hopes to generate the revenue needed to revive the area.", "Last summer, ", "GM announced a multi-million-dollar investment in Controlled Thermal Resources", ", and has secured first rights to purchase the domestically produced lithium for its EVs.", "Piedmont Lithium", " wants to revive an old lithium mining area in North Carolina, near Charlotte. Piedmont signed a deal in 2020 to supply Tesla with lithium sourced from its deposits there, but the project has hit ", "delays due to permitting.", "Lithium Americas plans an open-pit mine at Thacker Pass, which is located within an extinct supervolcano about 200 miles north of Reno, Nevada, and is one of the largest lithium reserves in the U.S. The site will handle both the mining and the refinement of the lithium and it is in the final permitting phase.", "But no one wants a mine in their backyard, and Thacker Pass and other projects have been stalled by lawsuits and opposition from environmentalists, permitting delays, and opposition from Native American tribes in the area.", "Watch the video to learn more, and to get an inside look at some of the domestic lithium projects in the works."]}
]