[
{"id": 0, "title": "What you need to know about backing out of a home purchase when you’re under contract", "tag": "Personal Finance", "author": "Sarah O'Brien", "datetime": "2022-07-13 11:30:01", "paragraphs": " If you're a prospective homebuyer who is having second thoughts, you're not alone. About 15% of all home contracts fell through in June, marking the highest share of cancellations since March 2020 — the start of the pandemic — when it was 17.6%, according to real estate brokerage Redfin. A year ago, the share was 11.2%. Yet before you join the ranks of buyers who walk away from a deal in progress, it's important to consider if it will cost you to do so. Or, if you have yet to sign an initial contract but are nearing that point, it's worth knowing whether you can cancel at some point in a way that wouldn't result in forfeiting your deposit. Typically, buyers provide what's called an earnest money or \"good faith\" deposit when an offer is made on a home, although the specifics vary from state to state. The amount is usually 1% to 5% of the purchase price but can run as high as 10% depending on the local market. The deposit is kept in an escrow account and goes toward your down payment or other closing costs when you finalize the purchase at settlement. If the seller accepts your offer and you sign a purchase agreement — whether weeks or months before settlement — you can risk losing that deposit if you try to get out of the contract without meeting the terms. Given the financial risks of a broken contract, it makes sense to ensure the final purchase is contingent upon certain aspects of buying a house. Common contingencies relate to home inspection, appraisal and financing. For example, if the inspection were to reveal problems with the house that are unacceptable to you, a home inspection contingency generally would mean you can walk away and get your deposit back. Or, if the appraisal were to fall short of the agreed-upon sale price or you cannot secure a mortgage at a rate or terms specified in the contract, you could back out without losing your money. Be aware, though, that the process and conditions for being able to recoup your deposit differs from state to state, said Erin Sykes, chief economist for Nest Seekers International, a real estate brokerage. Several trends may boost the share of canceled agreements. \"Buyers are putting contingencies back in [purchase agreements] … and not giving it all away to sellers like they did a month ago,\" said Stephen Rinaldi, president and founder of Rinaldi Group, a mortgage broker. As for why buyers are backing out, it may be due to home inspections that failed to pass muster with the buyer — or at least gave them an out. \"They may be pulling out because of inspection contingencies … they may think they can cancel the deal now and then get a better deal on this property or another in the coming months,\" Sykes said. \"But we don't know how much the market is going to change,\" she said. There also may be affordability issues causing buyers to walk away, especially in new construction, said Al Bingham, a mortgage loan officer with Momentum Loans in Sandy, Utah. Basically, with home builders facing material shortages, new houses are taking longer to complete. This means that the current interest rate available to a buyer ahead of settlement may be higher now than it was before construction started. Buyers \"are willing to walk away even if they can qualify because the house payments have gone up,\" Bingham said. \"They just cannot afford it.\" More from Personal Finance:\nThese mid-year strategies can trim next year's tax bill\nWhat to know if your employer changes 401(k) providers\nThe job market is still 'red hot' despite recession fears After two years of surging home prices, rising interest rates have tapped the brakes on a red-hot housing market. The average fixed rate on a 30-year mortgage was 5.3% as of last week, up from about just above 3% in early January, according to the Federal Reserve Bank of St. Louis. For illustration: A 5.5% fixed interest rate on a 30-year, $500,000 mortgage would result in principal and interest payments of $2,839 monthly. That amount does not include other costs that often are wrapped into mortgage payments, including homeowners insurance, property taxes or private mortgage insurance. If that rate were 3% — where it was at the start of 2022 — the principal and insurance payment would be $2,108. \"The market shifted really fast,\" Rinaldi said. \"It went from people offering $40,000 above asking price, waiving inspections, promising their first-born … to not so much, because rates increased so fast.\"", "url": "https://www.cnbc.com/2022/07/13/what-to-know-about-backing-out-of-a-home-purchase-contract.html"},
{"id": 1, "title": "Demand for big mortgages is shrinking as home prices moderate and expensive houses linger on the market", "tag": "Real Estate", "author": "Diana Olick", "datetime": "2022-07-13 11:00:01", "paragraphs": " As consumers worry more about inflation, fewer are buying homes -- and if they are, they're buying less expensive homes. Mortgage demand fell last week compared with the previous week, and the average loan size shrank as well. Mortgage applications to purchase a home fell 4% for the week and were 18% lower than the same week one year ago, according to the Mortgage Bankers Association's seasonally adjusted index. The MBA also included an adjustment for the July Fourth holiday. Buyers have been pulling back due, in part, to higher mortgage rates, but rates held steady last week. The average contract interest rate for 30-year fixed mortgages with conforming loan balances ($647,200 or less) remained at 5.74%, with points decreasing to 0.59 from 0.65 (including the origination fee) for loans with a 20% down payment. \"Purchase applications for both conventional and government loans continue to be weaker due to the combination of much higher mortgage rates and the worsening economic outlook,\" said Joel Kan, an MBA economist. \"After reaching a record $460,000 in March 2022, the average purchase loan size was $415,000 last week, pulled lower by the potential moderation of home-price growth and weaker purchase activity at the upper end of the market.\" Applications to refinance a home loan, which have been incredibly weak due to higher interest rates, rose 2% for the week but were 80% lower than the same week one year ago. At the same time last year, the average mortgage rate was 3.09%. There are very few remaining borrowers who don't already have lower rates on their mortgages and who could benefit from a refinance.", "url": "https://www.cnbc.com/2022/07/13/demand-for-big-mortgages-is-shrinking-as-expensive-homes-linger.html"},
{"id": 2, "title": "Spirit Airlines delays vote on Frontier deal again amid concerns about lack of shareholder support", "tag": "Airlines", "author": "Leslie Josephs", "datetime": "2022-07-13 11:12:51", "paragraphs": " Spirit Airlines has delayed a vote on its planned tie-up with Frontier Airlines for a fourth time as concerns mount about a lack of shareholder support. Spirit said Wednesday it now plans to hold the vote, most recently scheduled for Friday, on July 27 so it can continue deal talks with Frontier and with JetBlue Airways, whose competing bid for Spirit has thrown the original deal into question. Over the weekend, Frontier Airlines' CEO, Barry Biffle, wrote to his Spirit counterpart to ask for a delay of the vote. \"We still remain very far from obtaining approval from Spirit stockholders,\" Biffle said in the letter. In the event Spirit breaks its deal, first agreed to in February, and finds JetBlue's offer superior, Spirit would owe Frontier a breakup fee of more than $94 million. Spirit previously rebuffed JetBlue's all-cash takeover offers, even in light of repeatedly sweetened terms, in favor of the original Frontier deal. But it most recently said it is negotiating with both airlines, raising doubts about the fate of the tie-up with Frontier. JetBlue and Frontier didn't immediately comment Wednesday. Either combination of airlines would create the fifth-largest U.S. carrier.", "url": "https://www.cnbc.com/2022/07/13/spirit-airlines-delays-frontier-deal-vote-again-amid-jetblue-bidding-war.html"},
{"id": 3, "title": "Crypto needs regulation — technology can't remove all financial risks, BOE's Cunliffe says ", "tag": "Crypto", "author": "Goh Chiew Tong", "datetime": "2022-07-13 08:49:02", "paragraphs": " Regulators need to \"get on with the job\" of bringing the use of crypto technologies within the \"regulatory perimeter,\" says Jon Cunliffe, Bank of England's deputy governor for financial stability. Speaking at the British High Commissioner's residence in Singapore on Tuesday, Cunliffe shared insights on the recent \" crypto winter,\" which refers to a period of falling crypto prices that remain low for an long time. Finance carries inherent risks, and while technology can change the way risks are managed and distributed, it cannot eliminate them, he added. \"Financial assets with no intrinsic value … are only worth what the next buyer will pay. They are therefore inherently volatile, very vulnerable to sentiment and prone to collapse,\" said Cunliffe. Bitcoin has fallen more than 70% from its record high hit in November and was trading below $20,000 on Wednesday, its lowest level since December 2020, according to CoinDesk data. As investors dumped crypto amid a broader sell-off in risk assets, the market cap of crypto fell below $1 trillion, down from $3 trillion at its peak in November. Cryptocurrencies may not be \"integrated enough\" into the rest of the financial system to be an \"immediate systemic risk,\" Cunliffe said, but he said he suspects the boundaries between the crypto world and the traditional financial system will \"increasingly become blurred.\" \"The interesting question for regulators is not what will happen next to the value of crypto assets, but what do we need to do to ensure that ... prospective innovation … can happen without giving rise to increasing and potentially systemic risks.\" Regulators have increasingly been sounding the alarm about crypto, and Cunliffe said the extension of a regulatory framework to encompass crypto \"must be grounded in the iron principle of 'same risk, same regulatory outcome.'\" \"For example, if a stablecoin is being used as a 'settlement asset' in transactions … it must be as safe as the other forms of money,\" he said. Stablecoins are a type of cryptocurrency that are supposed to track a real world asset, usually another currency. Many of them attempt to peg themselves one-to-one with the U.S. dollar or another fiat currency. Some of them are backed by real-world assets such as bonds or currencies. They were designed to offer a sound store of value to minimize price volatility. However, the collapse of terraUSD (UST) — a so-called \"algorithmic\" stablecoin that's pegged to the U.S. dollar — sent shockwaves through crypto markets. Unlike other stablecoins, terraUSD was not backed by real assets. Instead, it was governed by an algorithm which attempted to peg it one-to-one with the U.S. dollar. That algorithm failed. The holders of such stablecoins must have a clear legal claim that enables them to redeem the coin within the day and \"in par, with no loss of value\" in central or commercial bank money, Cunliffe said. \"Needless to say, such a requirement is a long way from the world of Terra and Luna,\" he said, referring to TerraUSD, which plunged as low as 26 cents even though it's meant to maintain a one-to-one U.S. dollar peg. Its sister token Luna, which has a floating price and is meant to serve as a kind of shock absorber for UST, also lost nearly all of its value. \"Implicit in our regulatory standards and frameworks are the levels of risk mitigation we have judged necessary. Where we cannot apply regulation in exactly the same way, we must ensure we achieve the same level of risk mitigation.\" He recommended that the activities be halted \"if and when for certain crypto related activities this proves not to be possible.\" The Bank of England official said that for the \"same risk, same regulatory outcome\" approach to be effective, it needs to be carried forward across international standards and incorporated into domestic regulatory regimes. The U.K. Financial Stability Board will publish a consultation report later this year with recommendations for promoting international consistency in regulatory approaches to non-stablecoin crypto assets, markets and exchanges, he added. Innovators, regulators and public authorities have an interest in developing appropriate regulation and managing risks, he said. \"It is only within such a framework, that [innovators] can really flourish and that the benefits of technological change can be secured,\" Cunliffe added.", "url": "https://www.cnbc.com/2022/07/13/tech-cant-remove-all-financial-risks-crypto-regulation-needed-boe-.html"},
{"id": 4, "title": "Stocks making the biggest moves premarket: Delta Air Lines, Twitter, Snap and more", "tag": "Market Insider", "author": "Peter Schacknow", "datetime": "2022-07-13 11:51:50", "paragraphs": " Check out the companies making headlines before the bell: Delta Air Lines (DAL) – Delta shares slid 2.9% in the premarket after reporting a mixed quarter. The airline earned an adjusted $1.44 per share for the second quarter, shy of the $1.73 consensus estimate. Revenue exceeded estimates on strong travel demand, but margins took a hit from higher fuel prices and higher operational costs. Twitter (TWTR) – Twitter added 2% in premarket trading after the company sued Elon Musk to force him to adhere to the terms of their $44 billion takeover. Musk said earlier this week he was backing out of the deal, alleging that Twitter had violated the terms of their agreement. Snap (SNAP) – The social media company is set to introduce a feature that would allow NFT artists to showcase their designs on Snapchat, according to people familiar with the situation who spoke to the Financial Times. Snap initially rose 1.7% in premarket action before paring those gains. Stitch Fix (SFIX) – The clothing styler's shares rallied 9.5% in the premarket following news that Benchmark Capital's Bill Gurley bought one million shares. Gurley paid an average of $5.43 per share, according to an SEC filing. Gurley, who serves on the Stitch Fix board, already owned 1.22 million shares prior to the latest purchase. Unity Software (U) – The provider of interactive software technology announced an all-stock merger agreement with ironSource (IS), an Israel-based software publisher. The transaction values ironSource at approximately $4.4 billion. Unity also announced it was cutting its full-year revenue guidance. Unity slumped 8.2% in premarket trading, while ironSource soared 57%. Novavax (NVAX) – The drug maker's stock added 2.4% in premarket action after Politico reported the company's Covid-19 vaccine could receive FDA approval as soon as today. DigitalOcean (DOCN) – The cloud computing company's stock received a double-downgrade at Goldman Sachs, which cut its rating to \"sell\" from \"buy.\" Goldman's move is based on expectations of softening demand, especially in international markets, as well as fading tailwinds in segments that have done well over the past 12 to 18 months. DigitalOcean fell 3.5% in the premarket. Gap (GPS) – The apparel retailer's stock fell 1.3% in the premarket as Deutsche Bank downgrades the stock to \"hold\" from \"buy.\" Deutsche Bank said there is little visibility about a sales recovery at Old Navy, as well as concern about an elevated level of promotions at both Gap and Old Navy. The stock fell 5% Tuesday following news that CEO Sonia Syngal was stepping down. Fastenal (FAST) – The maker of industrial fasteners saw its stock slide 7% in premarket trading after it said it saw signs of softening demand in May and June. Fastenal's comments came as it reported quarterly numbers that were generally in line with analyst forecasts.", "url": "https://www.cnbc.com/2022/07/13/stocks-making-the-biggest-moves-premarket-delta-air-lines-twitter-snap-and-more.html"},
{"id": 5, "title": "Polestar says it's still on track to deliver 50,000 vehicles this year despite Covid-19 disruptions", "tag": "Autos", "author": "John Rosevear", "datetime": "2022-07-13 12:15:58", "paragraphs": " Swedish electric vehicle maker Polestar said Wednesday that it still expects to deliver 50,000 vehicles in 2022, in line with its earlier guidance, despite Covid-related production challenges at its factory in China. Polestar said in a statement that it delivered about 21,200 vehicles in the January-to-June period, up 123% from the same period in 2021. That total was limited by government-mandated Covid-19 lockdowns that idled Polestar's Chinese assembly line for several weeks in the first half. The factory is now up and running on two shifts, Polestar said, and it will aim to make up the lost production over the next several months. Polestar is a joint venture between Sweden's Volvo Cars and Volvo Cars' corporate parent, the Chinese automaker Geely. The company went public via a merger with a special-purpose acquisition company in June. It plans to begin production of its third model, an electric SUV called the Polestar 3, at a U.S. factory owned by Volvo this fall. CEO Thomas Ingenlath said in a statement that the Polestar 3's launch will be \"an important next step\" toward the company's standing goal of selling 290,000 vehicles worldwide in 2025. Two more Polestars will follow the 3: a smaller coupe-like SUV called the Polestar 4, and the Polestar 5, a flagship luxury sedan based on the company's well-regarded Precept concept car. Both are expected to launch before the end of 2025. Polestar also provided an update on its growing retail network. The company is now operating a total of 125 retail locations in 25 countries, up from 103 locations in 19 countries at the end of 2021. It expects to open about 30 more stores by the end of this year.", "url": "https://www.cnbc.com/2022/07/13/polestar-confirms-its-on-track-to-meet-2022-deliveries-guidance-.html"},
{"id": 6, "title": "Delta posts profit despite jump in costs, vows to improve reliability after airline 'pushed too hard'", "tag": "Airlines", "author": "Leslie Josephs", "datetime": "2022-07-13 10:35:36", "paragraphs": " Delta Air Lines on Wednesday reported a quarterly profit thanks to travelers willing to pay up to fly, more than making up for higher costs. The carrier also vowed to improve reliability after an increase in delays and cancellations prompted it to scale back its summer schedule. The airline industry \"was starved for revenue for the last two years,\" CEO Ed Bastian told CNBC's \" Squawk Box\" on Wednesday after the carrier released results. \"We pushed too hard. We scaled back a bit ... and in July we're running a great operation.\" Delta shares were down more than 6% in early-afternoon trading after its adjusted earnings fell short of analyst estimates. Rivals' shares also dropped more than the broader market, which slumped after inflation data came in higher than expected. Delta said its third-quarter capacity would be 83% to 85% of 2019 levels, suggesting the airline is sticking with a conservative schedule compared with some rivals. The company expects a third-quarter profit and reiterated its forecast for full-year profitability. It expects to see third-quarter sales 1% to 5% higher than three years ago, along with increased costs. Delta is the first U.S. airline to report earnings for the second quarter. United Airlines and American Airlines announce next week. Here's how the company performed in the second quarter compared with what analysts expected, according to average estimates compiled by Refinitiv: Despite issues during the start to the summer travel season, demand rose for both business and leisure travel, Delta said. Domestic corporate travel sales are 80% recovered from before the Covid pandemic, up 25 percentage points from the first quarter of the year, it said. Delta's costs for each seat it flew a mile, excluding fuel, were up 22% from 2019 for the three months ended June 30. Its fuel expense rose 41% from three years ago to $3.2 billion. A surge in travel demand helped the airline post $735 million in net income. In a measure of how high fares have risen, Delta flew 18% less capacity in the second quarter than it did in the same period of 2019, but it generated $13.82 billion in revenue, 10% more than three years ago. Revenue for domestic travel was 3% higher, Delta said, noting it also logged improvements in trans-Atlantic travel. Delta and other airlines have been comparing their results to 2019 to show their progress in getting back to pre-pandemic performance. Executives at Delta and its fellow airlines will face questions from investors about a rocky peak travel season and higher costs. Staffing shortages have exacerbated routine issues like bad weather, driving up the rates of flight cancellations and delays. Bastian said Delta is limiting its capacity and that it has already improved its performance. \"We had a rough six weeks,\" Bastian said, apologizing to customers for the disruptions. \"We've issued compensation and the appropriate level of apology.\" Over the key July Fourth holiday weekend, Delta allowed travelers to change their flights without paying a difference in fare, an unusual waiver that the airline said would allow customers to avoid potential flight disruptions. Airline executives and the Federal Aviation Administration have blamed each others' staffing issues for contributing to the delays. Transportation Secretary Pete Buttigieg publicly admonished airlines for not being prepared for summer travel. Bastian said Delta added 18,000 employees since the start of 2021 to bring it to 95% of its 2019 staffing. Delta urged and convinced a similar number of employees to take buyouts or early retirement packages earlier in the pandemic, an effort to cut costs. Last October, Bastian touted a \"juniority benefit\" to hiring new employees. \"We had close to 20,000 people retire a year ago, so the top end ... many of our most experienced employees have chosen to retire, and that's opened up opportunities for younger people,\" he said at the time. The carrier is in the process of training many of its new employees, a headwind as it faces strong travel demand but with many inexperienced workers. Delta said Wednesday its premium pay and overtime for staff will total $700 million this year, 50% higher than in 2019.", "url": "https://www.cnbc.com/2022/07/13/delta-air-lines-dal-earnings-q2-2022.html"},
{"id": 7, "title": "Inflation rose 9.1% in June, even more than expected, as consumer pressures intensify", "tag": "Economy", "author": "Jeff Cox", "datetime": "2022-07-13 12:31:00", "paragraphs": " Shoppers paid sharply higher prices for a variety of goods in June as inflation kept its hold on a slowing U.S. economy, the Bureau of Labor Statistics reported Wednesday. The consumer price index, a broad measure of everyday goods and services related to the cost of living, soared 9.1% from a year ago, above the 8.8% Dow Jones estimate. That marked another month of the fastest pace for inflation going back to November 1981. Excluding volatile food and energy prices, so-called core CPI increased 5.9%, compared with the 5.7% estimate. Core inflation peaked at 6.5% in March and has been nudging down since. On a monthly basis, headline CPI rose 1.3% and core CPI was up 0.7%, compared to respective estimates of 1.1% and 0.5%. Taken together, the numbers seemed to counter the narrative that inflation may be peaking, as the gains were based across a variety of categories. \"CPI delivered another shock, and as painful as June's higher number is, equally as bad is the broadening sources of inflation,\" said Robert Frick, corporate economist at Navy Federal Credit Union. \"Though CPI's spike is led by energy and food prices, which are largely global problems, prices continue to mount for domestic goods and services, from shelter to autos to apparel.\" The inflation reading could push the Federal Reserve into an even more aggressive position. Traders upped their bets on the pace of interest rate increases ahead. For the July 26-27 meeting, a full percentage point move now has a better than even chance of happening, according to the CME Group's FedWatch tool as of 10:40 a.m. ET. \"U.S. inflation is above 9%, but it is the breadth of the price pressures that is really concerning for the Federal Reserve.\" said James Knightley, ING's chief international economist. \"With supply conditions showing little sign of improvement the onus is the on the Fed to hit the brakes via higher rates to allow demand to better match supply conditions. The recession threat is rising.\" Energy prices surged 7.5% on the month and were up 41.6% on a 12-month basis. The food index increased 1%, while shelter costs, which make up about one-third of the CPI rose 0.6% for the month and were up 5.6% annually. This was the sixth straight month that food at home rose at least 1%. Rental costs rose 0.8% in June, the largest monthly increase since April 1986, according to the BLS. Stocks mostly slumped following the data while government bond yields surged. Much of the inflation rise came from gasoline prices, which increased 11.2% on the month and just shy of 60% for the 12-month period. Electricity costs rose 1.7% and 13.7%, respectively. New and used vehicle prices posted respective monthly gains of 0.7% and 1.6%. Medical-care costs climbed 0.7% on the month, propelled by a 1.9% increase in dental services, the largest monthly rise ever recorded for that sector in data that goes back to 1995. Airline fares were one of the few areas seeing a decline, falling 1.8% in June though still up 34.1% from a year ago. The meat, poultry, fish and eggs category also dropped 0.4% for the month but is up 11.7% on an annual basis. The increases marked another tough month for consumers, who have been suffering through soaring prices for everything from airline tickets to used cars to bacon and eggs. For workers, the numbers meant another hit to the wallet, as inflation-adjusted incomes, based on average hourly earnings, fell 1% for the month and were down 3.6% from a year ago, according to a separate BLS release. Policymakers have struggled to come up with answer to a situation that is rooted in multiple factors, including clogged supply chains, outsized demand for goods over services, and trillions of dollars in Covid -related stimulus spending that has made consumers both flush with cash and confronted with the highest prices since the early days of the Reagan administration. Federal Reserve officials have instituted a series of interest rate increases that have taken benchmark short-term borrowing costs up by 1.5 percentage points. The central bank is expected to continue hiking until inflation comes closer to its 2% longer-run target rate. White House officials have blamed the uptick in prices on Russia's invasion of Ukraine, though inflation was already moving aggressively higher before that attack in February. President Joe Biden has called on gas station owners to lower prices. The administration and leading Democrats also have blamed what they call greedy corporations for using the pandemic as an excuse to raise prices. After-tax corporate profits, however, have increased just 1.3% in aggregate since the second quarter of 2021, when inflation took hold. In a statement following the report, Biden said \"tackling inflation is my top priority,\" and repeated previous calls for oil and gas companies to lower prices and Congress to vote on legislation he said will reduce costs for various products and services. There is some reason to think the July inflation numbers will cool. Gasoline prices have come down from their June peak, with a gallon of regular falling to $4.64, a 4.7% drop for the month, according to Energy Information Administration data. The S&P GSCI commodities index, a broad-based measure of prices for multiple goods, has fallen 7.3% in July, though it remains up 17.2% for the year. That has come as wheat futures have fallen 8% since July 1, while soybeans are down 6% and corn is off 6.6% during the same period. \"I see a light at the end of the tunnel,\" said Brian Antonellis, senior vice president of fleet operations for Fleet Advantage, a leasing and asset management company for the trucking industry based in Fort Lauderdale, Florida. Antonellis expects production capacity to ramp up gradually, helping to create a more competitive environment for an industry that has felt the strain of rising fuel prices, a historically tight labor market and the supply chain issues that have hampered the ability to get products to shelves. \"For probably 10 to 15 years before the pandemic, the industry fell into a stable routine where costs up across the board somewhere between 1 to 3 percent a year. It was easy to budget, it was easy to forecast, it was easy to build into rates,\" he said. \"The challenge we face today is it's not that 1-3 percent anymore, it's 10 to 20 percent depending on what cost bucket you're talking about.\" Still, he said trucking companies are managing to get through with pricing power and creative financing. \"I do think people honestly are not trying to overcharge the customer,\" Antonellis said. \"They're not being predatory about it. But they are trying to find that fine line. What do we pass forward? How do we look at the costs coming in?\" With the U.S. economic picture getting increasingly cloudy, he acknowledged that the industry is not \"recession-proof.\" \"There are going to be challenges,\" Antonellis said. \"I don't think it's all negative. I do think there will be challenges for the next six months. But I do think we're on an upswing.\" Correction: The June CPI gain was the strongest since November 1981. An earlier version misstated the date.", "url": "https://www.cnbc.com/2022/07/13/inflation-rose-9point1percent-in-june-even-more-than-expected-as-price-pressures-intensify.html"},
{"id": 8, "title": "5 things to know before the stock market opens Wednesday", "tag": "5 Things to Know", "author": "Mike Calia", "datetime": "2022-07-13 11:38:16", "paragraphs": " Here are the most important news items that investors need to start their trading day: U.S. equity futures fell before the bell Wednesday, as investors processed the latest inflation data. The three major indexes had fallen Tuesday as markets started to digest the first reports from earnings season. Several big Wall Street banks are expected to post results this week, including Morgan Stanley and JPMorgan. The latest consumer price index report came in hotter than expected, rising 9.1% from a year ago. Observers had expected an 8.8% year-over-year surge, according to Dow Jones. Inflation has been soaring at rates not seen in four decades, and it has weighed on consumer sentiment even though Americans keep spending at high levels. Investors are eager for signs that inflation could be peaking, as the Federal Reserve considers whether to raise rates by 50 or 75 basis points during its next meeting. Google parent Alphabet is the latest company to begin a hiring slowdown in Silicon Valley. In a memo to employees, CEO Sundar Pichai said the tech giant needs \"to be more entrepreneurial working with greater urgency, sharper focus, and more hunger than we've shown on sunnier days.\" While the job market has remained strong, there have been warning signs coming out of the tech world. The sector is contending with share price losses after helping to lead growth in stock markets over several years. Previously Facebook parent Meta said in May that it would slow its hiring while Amazon executives have described the e-commerce leader's warehouses as \"overstaffed.\" Twitter followed through on its threat to sue Elon Musk for backing out of his $44 billion deal to buy the social networking company. Twitter filed suit Tuesday in Delaware, seeking to force the Tesla and SpaceX CEO to fulfill the agreement. The company, accusing Musk of acting in \"bad faith,\" is seeking a four-day trial in September, but these proceedings could be the mere beginning of a costly, drawn-out legal fight. Read more: 8 ways the Elon Musk-Twitter saga could end Delta Air Lines on Wednesday offered the first taste of how carriers are doing while fares surge and cancellations jump amid overwhelming travel demand and staffing shortages. Delta posted revenue that beat Wall Street's expectations, and it said it expected both sales and costs to grow in the third quarter. Rivals United Airlines and American Airlines are slated to report quarterly results next week. – CNBC's Yun Li, Patti Domm, Jennifer Elias, Kif Leswing, Lauren Feiner and Leslie Josephs contributed to this report. — Sign up now for the CNBC Investing Club to follow Jim Cramer's every stock move. Follow the broader market action like a pro on CNBC Pro.", "url": "https://www.cnbc.com/2022/07/13/5-things-to-know-before-the-stock-market-opens-wednesday-july-13.html"},
{"id": 9, "title": "What Cramer is watching Wednesday — inflation soars, stocks tumble, yields and dollar pop", "tag": null, "author": "Jim Cramer", "datetime": "2022-07-13 13:04:08", "paragraphs": " June consumer inflation jumps 9.1% year over year, stronger than estimates, fastest pace since December 1981. Core, ex-food and energy, also advances a greater-than-expected 5.9%.", "url": "https://www.cnbc.com/2022/07/13/what-cramer-is-watching-wednesday-inflation-soars-stocks-tumble-yields-and-dollar-pop.html"},
{"id": 10, "title": "Here are Twitter's biggest accusations against Musk in its lawsuit", "tag": "Tech", "author": "Lauren Feiner", "datetime": "2022-07-13 13:59:05", "paragraphs": " Twitter has filed suit against Elon Musk to seek to hold the billionaire to his $44 billion deal to buy the company. It's the latest twist in the monthslong takeover saga after Musk said last week he wants to terminate the deal. Musk claimed Twitter violated their agreement by failing to provide the information he requested to verify the number of spam accounts on its platform and failed to proceed with the ordinary course of business by conducting layoffs. His lawyer said they were also considering whether Twitter's declining stock performance in the midst of a broader market downturn may impact the agreement. After the letter from Musk's lawyer became public, Twitter's board chairman, Bret Taylor, said the company planned to take the Tesla and SpaceX CEO to court. The company followed through on that promise Tuesday with its complaint in the Delaware Court of Chancery. Shortly after the complaint was filed, Musk tweeted, \"Oh the irony lol.\" Here are some of the biggest accusations Twitter made against Musk in its complaint: Musk's public critiques of Twitter and the deal have created risk to its business and \"downward pressure on its share price,\" the lawsuit claims. Twitter alleges Musk seems to see the company and proposed deal as an \"elaborate joke\" and the company points to tweets from Musk making light of the twists and turns in the merger saga. It claims Musk has continued to disparage the business, including by calling publicly for the SEC to investigate its spam disclosures. According to Twitter, its executives offered meetings with Musk to discuss spam accounts, but Musk failed to attend them. Twitter alleges its CEO, Parag Agrawal, and CFO Ned Segal had been trying to coordinate time to speak with Musk and his team about the prevalence of spam on the platform. Segal allegedly proposed a time to discuss in mid-June, but Musk said he had a conflict with the time. Musk later agreed to a time on June 21, according to the complaint, \"but then bowed out and asked Agrawal and Segal to speak with his team not about the spam estimation process but 'the pro forma financials for the debt.'\" Later in June Twitter alleges, Segal again offered time to review with Musk how Twitter samples accounts to determine the prevalence of spam, but \"That meeting never occurred despite multiple attempts by Twitter.\" Musk initially said taking Twitter private would help purge spam from the platform in a way that would otherwise be impractical, the company noted in its complaint. The filing includes images of Musk's tweets to show he was well aware of spam accounts on Twitter, like one from April when he wrote, \"If our twitter bid succeeds, we will defeat the spam bots or die trying!\" Twitter claims that Musk only began demanding proof spam was not a serious issue on the platform once the market declined. Twitter also claims Musk is acting in bad faith in part by allegedly falsely asserting that closing the deal \"depends on the results of his fishing expedition and his ability to secure debt financing.\" Twitter claims Musk willingly offered and agreed to terms that were \"as he touted, 'seller friendly.'\" \"There is no financing contingency and no diligence condition,\" the company wrote in the complaint. \"The deal is backed by airtight debt and equity commitments. Musk has personally committed $33.5 billion.\" Musk's lawyer claimed Twitter's recent layoffs could be considered a breach of the contract for deviating from the ordinary course of business. But Twitter claims it had negotiated a right to hire and fire employees as it saw fit without Musk's consultation. Musk had allegedly sought to prevent Twitter from hiring or firing employees at the level of vice president or above, but the company said it successfully got rid of that provision before the agreement was signed. Twitter said there were few closing conditions in the contract. The agreement required a majority vote of Twitter's stockholders, regulatory approvals and no material adverse effects continuing at the time of closing. Twitter claims that any inaccuracy in its financial reports with the Securities and Exchange Commission doesn't excuse it from closing unless it can be considered materially adverse. Twitter said that would not include situations impacting the market broadly or other social media companies. It also claims Musk-controlled entities affirmed they'd conducted a review of the company to their satisfaction before the agreement. Twitter points to the agreement's information-sharing provisions that require it to provide \"reasonable access\" to information to Musk. But the company emphasized that information must be requested for a \"reasonable business purpose related to the consummation of the transactions contemplated by this Agreement.\" Twitter also noted it would be allowed to decline a request if it reasonably determined complying could cause it competitive harm if the deal didn't close or would violate laws like those around privacy. Twitter alleges Musk's motivation for seeking to get out of the deal comes in part from the deteriorating market conditions since he signed the agreement. \"Rather than bear the cost of the market downturn, as the merger agreement requires, Musk wants to shift it to Twitter's stockholders,\" the company claims. Twitter added that this behavior is consistent with Musk's past actions, like acquiring stock in the company without the proper regulatory notice. \"It tracks the disdain he has shown for the company that one would have expected Musk, as its would-be steward, to protect,\" Twitter wrote. Musk didn't immediately respond to a request for comment. Subscribe to CNBC on YouTube. WATCH: A timeline of the Elon Musk-Twitter takeover saga", "url": "https://www.cnbc.com/2022/07/13/twitters-biggest-accusations-against-musk-in-its-lawsuit.html"},
{"id": 11, "title": "Social Security cost-of-living adjustment could be 10.5% in 2023, according to new estimate", "tag": "Personal Finance", "author": "Lorie Konish", "datetime": "2022-07-13 14:12:08", "paragraphs": " Social Security beneficiaries will be in line to receive a record high cost-of-living adjustment in 2023 due to inflation. The question is exactly how high it may be. Based on new consumer price index data for June released Wednesday, The Senior Citizens League, a nonpartisan senior group, now estimates the cost-of-living adjustment will be 10.5% for 2023. A 10.5% COLA would amount to a $175.10 increase to the average monthly retirement benefit of $1,668, according to The Senior Citizens League. In comparison, the group's estimates from the past two months indicated the COLA for next year might be 8.6%. More from Personal Finance:\n65% earning $100,000-plus concerned about inflation\n5 steps you can take now to financially prepare for a recession\n3 ways to deal with inflation, rising rates and your credit That's as the Consumer Price Index for all Urban Consumers, or CPI-U, climbed 9.1% in June over the previous 12 months, the fastest pace since 1981. Meanwhile, the measurement used by the Social Security Administration to calculate the COLA each year — the Consumer Price Index for Urban Wage Earners and Clerical Workers, or CPI-W — shot up 9.8% over the last 12 months. To be sure, the estimate for next year's COLA is still tentative. The Social Security Administration calculates the annual adjustment by taking an average of the third-quarter data from the current year and comparing it with the third quarter from the previous year. The actual increase for next year may vary depending on how high inflation is in the coming months. \"Looking ahead, there are a number of reasons why we expect those high prices to ease over the coming months,\" White House press secretary Karine Jean-Pierre said at a press briefing this week. If inflation cools in the coming months and is lower than the recent average, the COLA could be 9.8%, according to The Senior Citizens League. If instead it runs hot or higher than the recent average, the increase to benefits could be 11.4%. In 2022, Social Security beneficiaries received a record 5.9% boost to benefits, the highest increase in about 40 years. However, since then inflation has kicked up. To find out exactly how much more money the projected increase would mean for you, multiply 10.5% by your gross benefit amount. Your gross benefit amount can be found on the new benefit amount forms the Social Security Administration sent for 2022 benefits, which most beneficiaries received either in December or January, according to Mary Johnson, a Social Security and Medicare policy analyst at The Senior Citizens League. How much more money beneficiaries actually see will depend on the size of Medicare Part B premiums for next year. Medicare Part B premiums are typically deducted directly from Social Security checks. In 2022, those premiums increased 14.5% to bring the standard monthly premium to $170.10 per month, which was one of the highest jumps in the program's history, according to Johnson. \"Beneficiaries are still smarting from this,\" Johnson said. A higher COLA for 2023 may not be all good news. Higher-income individuals may have to pay more for Medicare Part B and Part D benefits, according to Johnson. Meanwhile, lower-income beneficiaries may see cuts to income-related benefits as their monthly checks increase, she said. A record high Social Security COLA for 2023 would also impact Social Security's projected depletion dates, according to the Committee for a Responsible Federal Budget, a nonprofit, nonpartisan organization. The annual Social Security trustees report released in June projected the program's combined funds will be depleted in 2035, at which point 80% of benefits will be payable. That is based on data through mid-February. Using more recent inflation assumptions, the Committee for a Responsible Federal Budget projects Social Security insolvency would occur in 2034 rather than 2035.", "url": "https://www.cnbc.com/2022/07/13/social-security-cost-of-living-adjustment-could-be-10point5percent-in-2023.html"},
{"id": 12, "title": "Unity shares down 13% on lowered 2022 guidance, merger agreement with IronSource", "tag": "Tech", "author": "Lily Yang", "datetime": "2022-07-13 14:10:55", "paragraphs": " Shares of Unity fell 13% Wednesday morning after it lowered 2022 guidance and announced a merger agreement with IronSource. IronSource shares surged nearly 50%. The company lets game developers manage advertising and marketing, and view engagement through dashboards and other tools that show how agame is performing. In tandem with the merger announcement, Unity reduced full-year 2022 revenue guidance from $1.35 billion to $1.42 billion to $1.3 billion to $1.35 billion, citing the macroeconomic environment and \"competitive dynamic\" with monetizing. Shares of Unity are down about 76% year-to-date. IronSource, valued at about $4.4 billion, will merge into a wholly-owned subsidiary of Unity via an all-stock deal. Each ordinary share of IronSource will be exchanged for 0.1089 shares of Unity common stock, the companies said. After the deal completes, Unity stockholders will own roughly 73.5% of the combined company and current IronSource shareholders will keep about 26.5%. An up to $2.5 billion share buyback program will be effective when the transaction is closed, Unity said. \"The combination of Unity and ironSource better supports creators of all sizes by giving them all the tools they need to create and grow successful apps in gaming and other consumer-facing verticals like e-commerce,\" said John Riccitiello, CEO of Unity. \"This is a step further toward realizing our vision of a fully integrated platform that helps creators in every step of their RT3D journey.\"", "url": "https://www.cnbc.com/2022/07/13/unity-stock-down-on-lowered-2022-guidance-merger-with-ironsource.html"},
{"id": 13, "title": "Inflation jumped by 9.1% in June, the fastest since 1981. How does your 'personal inflation rate' compare?", "tag": "Personal Finance", "author": "Greg Iacurci", "datetime": "2022-07-13 14:41:25", "paragraphs": " Inflation jumped to a new 40-year high in June, the U.S. Bureau of Labor Statistics reported Wednesday. That means the prices Americans pay at the gas pump, grocery store and elsewhere have been rising much faster than normal this year. That may lead you to wonder: How much have my personal household costs increased, and how does that stack up against the average American's? Calculating your personal inflation rate can help answer these questions. The Consumer Price Index is a common inflation measure. Households paid 9.1% more money in June 2022 for a broad basket of goods and services relative to that same basket in June 2021 — the largest annual jump since December 1981. More from Personal Finance:\nWhat Americans are doing to prepare for a recession\nEven if you don't drive, you're getting stung by higher gas prices\nThese 10 U.S. real estate markets are cooling the fastest However, your basket is likely different. For one, purchases and consumption habits vary from household to household, based on factors such as income, age and geography, according to Brian Bethune, an economist and professor at Boston College. This means your personal inflation rate likely diverges from the U.S. average, too. There are a few ways to calculate your inflation rate. The pitfalls of such a calculation came into focus earlier this month when Nikki Haley, former U.S. ambassador to the United Nations during the Trump administration, tweeted an incorrect estimate for a July Fourth cookout. (Her tweet, which has since been deleted, pegged a barbecue as 67.2% more expensive relative to last year. By comparison, the American Farm Bureau Federation said costs had increased 17% — a much smaller rise, though still elevated. President Joe Biden cited that agriculture trade group in 2021 when the White House said costs for an Independence Day BBQ had decreased 16 cents relative to 2020.) Here's the simplest way to get a rough estimate of your personal annual inflation rate, according to economists. The above calculation compares your household experience to the average American, based on the differences in goods and services, as well as the quantity, that each household buys. However, the formula leverages price averages for those goods and services — meaning it's not a hyper-individualized calculation. Consumers can do some additional calculations to get a more precise understanding of how their individual household spending has changed from year to year: In the above example, I'd multiply 0.111 by 100. My personal annual inflation rate over that period would have been 11.1%. There are a few caveats. For one, you're likely unable to account for any spending made in cash. It's also likely you've sought out less-expensive alternatives where possible (substituting less-expensive foods, for instance), or maybe you're driving less to save on gasoline. This all means your calculation might not be 100% accurate, but it will be in the ballpark. Further, costs aren't rising in a vacuum. If you're working, your income has likely increased, too. Average wages are up 6.1% in the past year, according to the Federal Reserve Bank of Atlanta. They haven't kept pace with the average inflation rate, but more household income erodes some of the financial pain. \"If you have to shell out more dollars just to get the same items and your income isn't keeping up with that, then your quality of life is deteriorating,\" Alex Arnon, associate director of policy analysis for the Penn Wharton Budget Model, said of inflation's impact.", "url": "https://www.cnbc.com/2022/07/13/inflation-at-highest-since-1981-how-does-your-personal-inflation-rate-compare.html"}
]