[
{"article_title": "These stocks have earnings momentum going into earnings season", "article_tag": null, "author": "Sarah Min", "article_datetime": "2022-07-12T18:00:44+0000", "paragraphs": [], "url": "https://www.cnbc.com/2022/07/12/these-stocks-have-earnings-momentum-going-into-earnings-season.html"},
{"article_title": "Santoli: Stocks are in a slow summer drip ahead of Wednesday's inflation report", "article_tag": null, "author": "Michael Santoli", "article_datetime": "2022-07-12T17:15:34+0000", "paragraphs": [], "url": "https://www.cnbc.com/2022/07/12/santoli-stocks-are-in-a-slow-summer-drip-ahead-of-wednesdays-inflation-report.html"},
{"article_title": "Delivery startup Gopuff cuts 10% of its global workforce and closes 76 U.S. warehouses", "article_tag": "Tech", "author": "Lily Yang", "article_datetime": "2022-07-12T16:58:41+0000", "paragraphs": ["<p>Delivery startup Gopuff is cutting 10% of its global workforce and closing 76 U.S. warehouses, according to a letter to investors.</p>", "<p>The layoffs impact about 1,500 employees who will be notified throughout Tuesday, the letter said. The company is also closing 76 warehouses, about 12% of its network, across the U.S. while expanding services at other higher-performing sites.</p>", "<p>\"As part of our efforts to remove overhead and drive operational efficiencies, we have made the incredibly challenging decision of reducing our global workforce by 10%,\" the letter said. \"While difficult, this restructures us to align more closely around business priorities while accelerating our path to profitability.\"</p>", "<p>The current cuts are an effort to help the company be profitable by 2024, it said in a letter to investors.</p>", "<p>Gopuff also said it will focus on improving its core business, which is instant delivery, and increasing international investment, especially in the U.K.</p>", "<p>\"These shifts are not only accelerating our timeline to profitability, they are taking us back to our roots of keeping profitability at the core of every decision,\" the letter said. \"We remain committed in our ambition to building a generational business and feel confident as ever in Gopuff's performance and ability to capitalize on the moment before us.\"</p>", "<p>Gopuff last year was valued at $15 billion. The company had reportedly been eyeing a 2022 public listing, but has since put those plans on hold amid a broader slowdown in market debuts.</p>", "<p>The news was first reported by <a href=\"https://www.bloomberg.com/news/articles/2022-07-12/gopuff-is-cutting-10-jobs-in-us-closing-warehouses-to-preserve-cash?srnd=technology-vp\" target=\"_blank\">Bloomberg</a>.</p>", "<p>Gopuff is one of the so-called fast delivery companies, which often promise orders to reach your door in 30 minutes or less. Firms like it been heavily subsidized by venture capitalists. But a dramatic shift has seemed to occur in recent months in the rapid delivery segment as VCs move away from a <a href=\"https://www.cnbc.com/2022/05/18/what-comes-after-easy-money-era-ends-for-cash-burning-tech-companies.html\">growth-at-all-costs model</a> that once boosted companies like <a href=\"//www.cnbc.com/quotes/UBER\" target=\"_blank\">Uber</a>.</p>"], "url": "https://www.cnbc.com/2022/07/12/gopuff-cuts-10percent-of-its-global-workforce-closes-76-us-warehouses.html"},
{"article_title": "Match Group expands background checks to two more apps so users can screen dates", "article_tag": "Tech", "author": "Jessica Bursztynsky", "article_datetime": "2022-07-12T16:00:01+0000", "paragraphs": ["<p><a href=\"//www.cnbc.com/quotes/MTCH\" target=\"_blank\">Match Group</a> is expanding a partnership with background check service Garbo to roll out the safety feature to two more of its dating apps as <a href=\"https://www.cnbc.com/2022/07/04/tired-of-swiping-left-singles-turn-to-new-matchmaking-services-.html\">singles push</a> for more <a href=\"https://www.cnbc.com/2022/03/19/dating-apps-like-thursday-offer-unique-new-ways-to-meet-people.html\">in-person meetups</a>.</p>", "<p>The company announced Tuesday that users on its namesake app, which is popular among serious daters, and Stir, which is <a href=\"https://www.cnbc.com/2022/03/21/match-stir-is-a-new-dating-app-for-single-parents.html\">designed for single parents</a>, will have access to screen potential dates through the apps.</p>", "<p>Match Group has been working with Garbo, a nonprofit background check platform that shows public records including arrests, convictions and sex offender registry information, since a 2021 <a href=\"https://www.prnewswire.com/news-releases/match-group-partners-with-garbo-to-make-groundbreaking-background-check-technology-accessible-to-users-starting-with-tinder-301247054.html\" target=\"_blank\">investment</a> in the company, the amount of which was undisclosed. Match Group said at the time it planned to expand its portfolio's safety features.</p>", "<p>The company then in March launched a pilot program with <a href=\"https://policies.tinder.com/web/safety-center/tools/garbo/us/en/\" target=\"_blank\">Garbo on Tinder</a>, its most popular dating app. Each search costs $2.50 each plus a 75-cent processing fee per transaction.</p>", "<p>The company declined to comment on how many people have used the service through Tinder, but said it has received positive feedback so far and has implemented that into this next rollout.</p>", "<p>\"We learned that we can be doing more in-app to surface Garbo, and additionally, better showcase all of the safety tools we have available to Match members,\" a Match spokesperson said over email.</p>", "<p>Match and Stir will start surfacing a prompt with a link to the Garbo site within the app's chat function if it expects the users to meet in person. The offer is also available in the apps' safety centers. Paid users will receive four free searches, while free subscribers will get two background searches.</p>", "<p>Users are asked to input their potential date's first name and phone number in order for Garbo to pull up any relevant public records. If that doesn't work, other combinations, such as full name, age and location often can pull up the correct user, according to the company's website.</p>", "<p>Match Group has stepped up its efforts around user safety amid a broader government focus on consumer protection in the tech industry. The company has been accused of skirting screening measures for its free services in the past, allowing <a href=\"https://www.propublica.org/article/tinder-lets-known-sex-offenders-use-the-app-its-not-the-only-one\" target=\"_blank\">bad actors to use its platforms</a>.</p>", "<p>Rep. Raja Krishnamoorthi, D-Ill., chairman of the U.S. House Oversight and Reform subcommittee on economic and consumer policy, <a href=\"https://oversight.house.gov/news/press-releases/subcommittee-chairman-krishnamoorthi-launches-investigation-into-user-safety\" target=\"_blank\">launched an investigation</a> in January 2020 into some of the largest dating platforms following reports that underage users were on the apps, and that some companies were selling or sharing personal data.</p>", "<p>A month later, 11 members of the House Energy and Commerce Committee <a href=\"https://schakowsky.house.gov/media/press-releases/schakowsky-kuster-lead-letter-match-group-president-calling-improvements\" target=\"_blank\">called on Match Group</a> to check users against sex offender registries and disclose its efforts to respond to reports of sexual violence that occurred when users met through the platform's services.</p>", "<p>Match Group <a href=\"https://gizmodo.com/sex-offenders-on-tinder-other-dating-apps-spur-probe-1841835266\" target=\"_blank\">told Gizmodo</a> at the time that it shared the concerns of lawmakers and looked forward to working with them on the issue. It said that a positive and safe user experience is its top priority.</p>", "<p><a href=\"https://www.youtube.com/c/CNBC?sub_confirmation=1\" target=\"_blank\"><em><strong>Subscribe to CNBC on YouTube.</strong></em></a></p>"], "url": "https://www.cnbc.com/2022/07/12/match-group-expands-background-checks-to-two-more-apps.html"},
{"article_title": "ServiceNow sinks after CEO warns global tech firms won't be able to outrun strong dollar", "article_tag": "Mad Money", "author": "Krystal Hur", "article_datetime": "2022-07-12T16:06:15+0000", "paragraphs": ["<p>The strong U.S. dollar is a drag against technology brands in an environment already battered by fierce macro headwinds, <a href=\"//www.cnbc.com/quotes/NOW\" target=\"_blank\">ServiceNow</a> CEO Bill McDermott told CNBC's <a href=\"https://www.cnbc.com/jim-cramer-bio/\">Jim Cramer</a>.</p>", "<p>\"You're at 41-year high inflation. The dollar right now is the highest it's been in over two decades. We have interest rates rising. People worried about security. You've got a war in Europe. So, the mood is not great,\" McDermott said in an interview that aired on \"<a href=\"https://www.cnbc.com/mad-money/\">Mad Money</a>\" after the closing bell on Monday.</p>", "<p>\"You're going to see the headwind of the dollar right now against well-known technology brands,\" the CEO added. \"No one's going to outrun the currency right now.\"</p>", "<p>Shares of ServiceNow, which helps companies and organizations digitize their workflows, fell 13% on Tuesday after McDermott's comments, which were meant as an overall industry observation, not ServiceNow-specific news due to the company being in a quiet period ahead of reporting its latest quarterly earnings on July 27.</p>", "<p>Tech stocks have been roiled in a stock market that's contended with geopolitical turmoil, high inflation, the Federal Reserve's interest rate hikes and Covid-driven shutdowns in China. Several tech giants are expected to report their quarterly earnings in the next month or so, setting the tone for the rest of the industry. </p>", "<p>However, McDermott remained adamant that tech companies are the key to helping the U.S. economy weather and push through this turbulent environment.</p>", "<p>\"When you think about energy, and the dislocation caused by the war in Europe, and this reprioritization I'm talking about, you're going to see longer cycles [to close deals] in Europe. We saw that,\" McDermott said. \"But this doesn't fundamentally change the narrative that tech is the only way to cut through the crosswinds.\"</p>", "<p>The reprioritization he's referring to is the increase in demand for a fast return-on-investment — another symptom of cautiousness in the current environment.</p>", "<p>\"There's a new level or prioritization in the enterprise. And I have seen this, actually since we last met, Jim, hitting a new gear. Where companies are first saying 'which platforms do we want to bet on,'\" and then try to sort their priorities, McDermott said.</p>", "<p>\"There's one filter on all of this now. And that is fast return on investment. And if you can't put an architecture in there that gives the customer a fast ROI, chances are, you're going to get postponed,\" he added.</p>", "<p>Stifel said in a note on Tuesday that it believes the company is \"likely\" to lower their expectations when it reports earnings, citing McDermott's comments on reprioritization. The investment bank also expects other companies across the industry to follow suit in the coming weeks.<br></p>", "<p><a href=\"https://www.cnbc.com/jointheclub/\"><em>Sign up now</em></a><em> for the CNBC Investing Club to follow Jim Cramer's every move in the market.</em></p>", "<p><a href=\"https://www.cnbc.com/mad-money-disclaimer/\">Disclaimer</a></p>"], "url": "https://www.cnbc.com/2022/07/12/no-global-tech-company-is-going-to-outrun-the-strong-dollar-this-quarter-servicenow-ceo-says-.html"},
{"article_title": "Covid hospitalizations have doubled since May as omicron BA.5 sweeps U.S., but deaths remain low", "article_tag": "Health and Science", "author": "Spencer Kimball", "article_datetime": "2022-07-12T17:27:51+0000", "paragraphs": ["<p>People hospitalized with Covid-19 have doubled since early May as the even more transmissible omicron BA.5 subvariant has caused another wave of infection across the country, U.S. health officials said Tuesday.</p>", "<p>But deaths from Covid still remain relatively low given the number of infections right now, the officials said. Dr. Ashish Jha, who coordinates the Biden administration's Covid response, said deaths from the virus are not increasing at the same rate they once did due to the availability of vaccines and the antiviral treatment Paxlovid.</p>", "<p>\"Even in the face of BA.5, the tools we have continue to work. We are at a point in the pandemic where most Covid-19 deaths are preventable,\" Jha told reporters during a pandemic update Tuesday. But he said the number of deaths still remains unacceptably high given the fact that the U.S. has vaccines and treatments to prevent the worst outcomes.</p>", "<p>More than 16,600 total patients were hospitalized with Covid across the U.S. as of Saturday, according to data from the Centers for Disease Control and Prevention. Currently, an average of more than 5,000 people have been admitted to the hospital with Covid every day compared with an average of more than 2,000 daily admissions for the week ending May 1, according to the CDC.</p>", "<p>The U.S. is currently reporting an average of nearly 104,000 Covid infections per day as of Sunday which is almost the double the number of reported cases at the start of May, according to the data. White House chief medical advisor Dr. Anthony Fauci said the reported infections are clearly an undercount because many people are using at-home tests that aren't reflected in the data. Fauci said the real number of cases might be anywhere between 300,000 and 500,000 new infections a day.</p>", "<p>Deaths from the virus have remained relatively low at about 280 fatalities a day on average as of Sunday, according to CDC data. At the height of the winter omicron wave, an average of nearly 2,700 people were dying from Covid a day.</p>", "<p>\"The ratio of hospitalization, ICU and death to cases is much lower now than it was many months ago,\" Fauci said.</p>", "<p>The omicron BA.4 and BA.5 subvariants now make up 80% of Covid infections across the U.S., with BA.5 emerging as the dominant version of the virus. Fauci said BA.5 is more transmissible than past variants and it substantially evades the protective antibodies triggered by vaccines, but the shots are still generally protecting against severe disease. In other words, people who are fully vaccinated might get infected and have mild to moderate symptoms, but they are unlikely to be hospitalized and even more unlikely to die from Covid.</p>", "<p>Fauci said BA.5 doesn't appear to carry a great risk of severe disease compared with other omicron subvariants. But as cases increase due to its greater transmissibility, some people will end up in the hospital or ICU, he said.</p>", "<p>People who caught the previous omicron variants, BA.1 and BA.2, are likely still at risk of infection from BA.4 and BA.5, according Dr. Rochelle Walensky, director of the CDC. Walensky said the current omicron wave will likely play out differently around the country depending on how much immunity communities have from vaccination, boosting and prior infection.</p>", "<p>Jha encouraged all Americans to stay up to date on their shots and said people ages 50 and older should get their fourth dose. He also said people who test positive should consult with their health-care provider about receiving Paxlovid, Pfizer's oral antiviral treatment. People should also consider getting tested for Covid before attending any large indoor events or visiting with individuals who are at high risk like people with weak immune systems.</p>", "<p>The Biden administration is also discussing whether the broader population should be eligible for a second booster shot, though that decision ultimately rests with the Food and Drug Administration and the CDC, Jha said. The FDA told the vaccine makers last month to change the formula in their shots to target the BA.4 and BA.5 subvariants, as well as the original virus strain that first emerged in Wuhan, China, ahead of a possible fall booster campaign.</p>", "<p>U.S. health officials are worried the country faces another major surge in infection this fall as immunity from the vaccines wanes and people spend more time indoors to escape the colder weather. Jha said the U.S. has placed one order with Pfizer for 105 million doses of the updated vaccine. The U.S. is also in discussions with other companies for additional shots, he said.</p>", "<p>\"Obviously, that will not be enough for all Americans,\" said Jha, who has repeatedly warned that the U.S. might have to ration vaccines to those who face the highest risk from the virus this fall if Congress does not approve more funding for the pandemic response.</p>", "<p>Negotiations over a Covid funding packaged have been stalled for months over Republican opposition to the White House's original $22.5 billion price tag. The Senate struck a bipartisan deal for $10 billion to buy vaccines and treatments, but that package has stalled as GOP lawmakers and some Democrats demand the Biden administration re-implement a pandemic-era public health law that deported asylum seekers and other migrants attempting to cross the U.S.-Mexico border.</p>"], "url": "https://www.cnbc.com/2022/07/12/covid-hospitalizations-have-doubled-since-may-as-omicron-bapoint5-sweeps-us-but-deaths-remain-low.html"},
{"article_title": "Stocks making the biggest moves midday: Gap, Peloton, Boeing, American Airlines, Twitter and more", "article_tag": "Market Insider", "author": "Carmen Reinicke", "article_datetime": "2022-07-12T16:38:08+0000", "paragraphs": ["<p><em>Check out the companies making headlines in midday trading.</em></p>", "<p><a href=\"//www.cnbc.com/quotes/GPS\" target=\"_blank\">Gap</a> — Shares of the apparel retailer dropped more than 3% after Gap announced Monday that <a href=\"https://www.cnbc.com/2022/07/11/gap-ceo-sonia-syngal-is-stepping-down-effective-immediately.html\">CEO Sonia Syngal is stepping down from her position.</a> Wells Fargo <a href=\"https://www.cnbc.com/2022/07/12/wells-fargo-downgrades-gap-says-it-cannot-recommend-buying-the-apparel-retailer-after-ceo-exit-.html\">downgraded the stock to equal weight from buy</a> following the move, saying the firm can no longer recommend a stock that is dealing with so many challenges within its own company — especially as investors deal with a difficult economic backdrop.</p>", "<p><a href=\"//www.cnbc.com/quotes/BA\" target=\"_blank\">Boeing</a> — The aerospace company's shares jumped more than 8% after it reported that its deliveries have reached their <a href=\"https://www.cnbc.com/2022/07/12/boeing-deliveries-reach-highest-monthly-level-since-march-2019.html\">highest monthly level since March 2019</a>. Boeing delivered 51 airplanes in June, <a href=\"https://boeing.mediaroom.com/2022-07-12-Boeing-Announces-Second-Quarter-Deliveries\" target=\"_blank\">totaling 216 jets during the first half</a>.</p>", "<p>Airline stocks – Shares of <a href=\"//www.cnbc.com/quotes/AAL\" target=\"_blank\">American Airlines</a> jumped 11% after the company updated its second-quarter guidance, expecting total revenue to rise by 12% compared to the same period in 2019. <a href=\"//www.cnbc.com/quotes/DAL\" target=\"_blank\">Delta Air Lines</a> gained about 7.5% ahead of its earnings, which are scheduled for Wednesday. <a href=\"//www.cnbc.com/quotes/LUV\" target=\"_blank\">Southwest</a> also rose more than 5% after Susquehanna upgraded the stock to a positive rating from neutral.</p>", "<p><a href=\"//www.cnbc.com/quotes/PTON\" target=\"_blank\">Peloton</a> – Peloton shares added 3% after the fitness equipment maker said <a href=\"https://www.cnbc.com/2022/07/12/peloton-to-outsource-all-manufacturing-as-part-of-its-turnaround-efforts.html\">it's suspending its in-house manufacturing operations</a> and broadening its partnership with Taiwanese manufacturer Rexon Industrial.</p>", "<p><a href=\"//www.cnbc.com/quotes/TWTR\" target=\"_blank\">Twitter</a> – Shares of the social media company rebounded more than 4% following a 11% decline in the previous session. Twitter said <a href=\"https://www.cnbc.com/2022/07/11/twitter-says-musks-request-to-terminate-the-deal-is-invalid.html\">Monday in a letter</a> that Elon Musk's bid to terminate his proposed $44 billion acquisition of the social media company is \"invalid and wrongful.\"</p>", "<p><a href=\"//www.cnbc.com/quotes/PLAY\" target=\"_blank\">Dave &amp; Buster's</a> – Shares of Dave &amp; Buster's fell nearly 3% to a 52-week low after the entertainment-themed restaurant announced a slew of executive changes to its C-suite. The hires will take effect August 1.</p>", "<p><a href=\"//www.cnbc.com/quotes/PSMT\" target=\"_blank\">PriceSmart</a>—Shares of discount retailer PriceSmart plunged nearly 10%, touching a 52- week low a day after the company reported earnings that missed analysts' expectations, even though sales outperformed. PriceSmart also said it is trying to offload excess inventory at discount prices, as it's been hit by shifts in consumer demand and supply chain disruptions.</p>", "<p><a href=\"//www.cnbc.com/quotes/GOEV\" target=\"_blank\">Canoo</a>—Shares of EV maker Canoo surged 77% after <a href=\"https://www.cnbc.com/2022/07/12/canoo-walmart-deal-for-4500-vans-sends-ev-stock-jumping.html\">Walmart agreed to purchase at least 4,500</a> of its upcoming electric delivery vans. Through the agreement, Walmart may purchase up to 10,000 of the electric vans.</p>", "<p><a href=\"//www.cnbc.com/quotes/MSFT\" target=\"_blank\">Microsoft</a> – Microsoft slipped about 2.7% after <a href=\"https://www.cnbc.com/2022/07/12/tuesdays-top-analyst-calls-tesla-apple-gap-jpmorgan-nvidia.html\">Morgan Stanley lowered its price target</a> on the company to $354 from $372. The firm also said that the stock is not immune to macro risks.</p>", "<p><em>— CNBC's Sarah Min, Samantha Subin and Yun li contributed reporting</em></p>"], "url": "https://www.cnbc.com/2022/07/12/stocks-making-the-biggest-moves-midday-gap-peloton-boeing-american-airlines-twitter-and-more.html"},
{"article_title": "The budget breakdown of a 26-year-old who earns $32,000 a year and tracks every penny: 'I'm pretty content with where I'm at'", "article_tag": null, "author": null, "article_datetime": "2022-07-12T16:29:50+0000", "paragraphs": [], "url": "https://www.cnbc.com/2022/07/12/budget-breakdown-of-a-26-year-old-who-earns-32000-dollars-a-year.html"},
{"article_title": "These are 10 best U.S. jobs of 2022, according to new research—many pay over $100,000", "article_tag": null, "author": null, "article_datetime": "2022-07-12T16:21:36+0000", "paragraphs": [], "url": "https://www.cnbc.com/2022/07/12/these-are-10-best-us-jobs-of-2022-according-to-new-research.html"},
{"article_title": "These are Goldman's top options trades to take advantage of earnings surprises", "article_tag": null, "author": "Jesse Pound", "article_datetime": "2022-07-12T16:35:31+0000", "paragraphs": [], "url": "https://www.cnbc.com/2022/07/12/these-are-goldmans-top-options-trades-to-take-advantage-of-earnings-surprises.html"},
{"article_title": "Here are the nominees for the major Emmy categories — 'Succession' and 'Ted Lasso' lead the field", "article_tag": "Entertainment", "author": "Sarah Whitten", "article_datetime": "2022-07-12T17:30:27+0000", "paragraphs": ["<p>Can the Roy family win yet another high-stakes competition with brutal rivals?</p>", "<p>HBO's lacerating drama \"Succession\" on Tuesday earned 25 nominations for the 74th annual Emmy Awards, the most of any series. It's squaring off with <a href=\"//www.cnbc.com/quotes/NFLX\" target=\"_blank\">Netflix</a>'s \"Squid Game\" and \"Stranger Things,\" among others, in the Best Drama Series category.</p>", "<p><a href=\"//www.cnbc.com/quotes/AAPL\" target=\"_blank\">AppleTV+'s</a> \"Ted Lasso\" and HBO's \"The White Lotus\" each garnered 20 nominations. Following close behind were HBO Max's \"Hacks\" and <a href=\"//www.cnbc.com/quotes/DIS\" target=\"_blank\">Hulu's</a> \"Only Murders in the Building\" — each with 17 nominations— and HBO's \"Euphoria,\" which nabbed 16.</p>", "<p>The winners will be announced 8 p.m. ET Monday, Sept. 12, on <a href=\"//www.cnbc.com/quotes/CMCSA\" target=\"_blank\">NBC</a> and streamed live on Peacock, the network's streaming service. The ceremony typically airs on Sunday, but NBC also has broadcast rights to National Football League games on Sunday nights.</p>", "<p>\"Television continues to keep the world entertained, informed, and connected,\" said Frank Scherma, chairman and CEO of the Television Academy in a statement. \"With production at a historic high, the Academy has received a record number of Emmy submissions this season.\"</p>", "<p>There are 50 first-time performer nominees on this year's ballot including the late Chadwick Boseman (\"What If...?\"), Jennifer Coolidge (\"White Lotus\"), Elle Fanning (\"The Great\"), Andrew Garfield (\"Under the Banner of Heaven\") and Jung Ho-yeon (\"Squid Game\").</p>", "<p>The Television Academy did not break out awards by network this year. Last year, there was some mild controversy about how nominations were tallied, as many networks also have streaming services. While it seemed suitable to lump network shows and streaming shows from the same company together, some in the industry felt they should be considered separate distributors.</p>", "<p> Here is the full list of the major Emmy nominees for the primetime ceremony:</p>", "<p><strong>Drama Series</strong><br>\"Better Call Saul\" (AMC)   <br>\"Euphoria\" (HBO)   <br>\"Ozark\" (Netflix)   <br>\"Severance\" (Apple TV+)   <br>\"Squid Game\" (Netflix)   <br>\"Stranger Things\" (Netflix)   <br>\"Succession\" (HBO)   <br>\"Yellowjackets\" (Showtime)  </p>", "<p><strong>Comedy Series</strong><br>\"Abbott Elementary\" (ABC)   <br>\"Barry\" (HBO)<br>\"Curb Your Enthusiasm\" (HBO)   <br>\"Hacks\" (HBO)   <br>\"The Marvelous Mrs. Maisel\" (Amazon Prime Video)<br>\"Only Murders in the Building\" (Hulu)<br>\"Ted Lasso\" (Apple TV+)<br>\"What We Do in the Shadows\" (FX)   </p>", "<p><strong>Limited Series</strong><br>\"Dopesick\" (Hulu)   <br>\"The Dropout\" (Hulu)   <br>\"Inventing Anna\" (Netflix)   <br>\"Pam and Tommy\" (Hulu)   <br>\"The White Lotus\" (HBO)   </p>", "<p><strong>Lead Actor in a Drama Series</strong><br>Jason Bateman (\"Ozark\")  <br>Brian Cox (\"Succession\")  <br>Lee Jung-jae (\"Squid Game\")   <br>Bob Odenkirk (\"Better Call Saul\")  <br>Adam Scott (\"Severance\")  <br>Jeremy Strong (\"Succession\") </p>", "<p><strong>Lead Actress in a Drama Series</strong><br>Jodie Comer (\"Killing Eve\")   <br>Laura Linney (\"Ozark\")  <br>Melanie Lynskey (\"Yellowjackets\")  <br>Sandra Oh (\"Killing Eve\")  <br>Reese Witherspoon (\"The Morning Show\")   <br>Zendaya (\"Euphoria\")  </p>", "<p><strong>Lead Actor in a Comedy Series</strong><br>Donald Glover (\"Atlanta\")   <br>Bill Hader (\"Barry\")  <br>Nicholas Hoult (\"The Great\")<br>Steve Martin (\"Only Murders in the Building\")   <br>Martin Short (\"Only Murders in the Building\")  <br>Jason Sudeikis (\"Ted Lasso\")  </p>", "<p><strong>Lead Actress in a Comedy Series</strong><br>Rachel Brosnahan (\"The Marvelous Mrs. Maisel\")  <br>Quinta Brunson (\"Abbott Elementary\")  <br>Kaley Cuoco (\"The Flight Attendant\")  <br>Elle Fanning (\"The Great\")  <br>Issa Rae (\"Insecure\")  <br>Jean Smart (\"Hacks\")  </p>", "<p><strong>Lead Actor in a Limited Series or Movie</strong><br>Colin Firth (\"The Staircase\")  <br>Andrew Garfield (\"Under the Banner of Heaven\")  <br>Oscar Isaac (\"Scenes From a Marriage\")  <br>Michael Keaton (\"Dopesick\")  <br>Himesh Patel (\"Station Eleven\")  <br>Sebastian Stan (\"Pam and Tommy\")   </p>", "<p><strong>Lead Actress in a Limited Series or Movie</strong><br>Toni Collette (\"The Staircase\")  <br>Julia Garner (\"Inventing Anna\")  <br>Lily James (\"Pam and Tommy\")  <br>Sarah Paulson (\"Impeachment: American Crime Story\")<br>Margaret Qualley (\"Maid\")  <br>Amanda Seyfried (\"The Dropout\")  </p>", "<p><strong>Variety Talk Series</strong><br>\"The Daily Show With Trevor Noah\" (Comedy Central)  <br>\"Jimmy Kimmel Live!\" (ABC)  <br>\"Last Week Tonight With John Oliver\" (HBO)  <br>\"Late Night With Seth Meyers\" (NBC)  <br>\"The Late Show With Stephen Colbert\" (CBS)  </p>", "<p><strong>Competition Program</strong><br>\"The Amazing Race\" (CBS)  <br>\"Lizzo's Watch Out for the Big Grrrls\" (Amazon Prime Video)  <br>\"Nailed It!\" (Netflix)  <br>\"RuPaul's Drag Race\" (VH1)  <br>\"Top Chef\" (Bravo)  <br>\"The Voice\" (NBC)  </p>", "<p><strong>Television Movie</strong><br>\"Chip 'n' Dale: Rescue Rangers\" (Disney+)<br>\"Ray Donovan: The Movie\" (Showtime)<br>\"Reno 911!: The Hunt For QAnon\" (Paramount+)<br>\"The Survivor\" (HBO/HBO Max)<br>\"Zoey's Extraordinary Christmas\" (The Roku Channel)</p>", "<p><strong>Supporting Actress in a Drama Series</strong><br>Patricia Arquette (\"Severance\")<br>Julia Garner (\"Ozark\")<br>Jung Ho-yeon (\"Squid Game\")<br>Christina Ricci (\"Yellowjackets\")<br>Rhea Seehorn (\"Better Call Saul\")<br>J. Smith-Cameron (\"Succession\")<br>Sarah Snook (\"Succession\")<br>Sydney Sweeney (\"Euphoria\")</p>", "<p><strong>Supporting Actor in a Drama Series</strong><br>Nicholas Braun (\"Succession\")<br>Billy Crudup (\"The Morning Show\")<br>Kieran Culkin (\"Succession\")<br>Park Hae-soo (\"Squid Game\")<br>Matthew Macfadyen (\"Succession\")<br>John Turturro (\"Severance\")<br>Christopher Walken (\"Severance\")<br>Oh Yeong-su (\"Squid Game\")</p>", "<p><strong>Supporting Actress in a Comedy Series</strong><br>Alex Borstein (\"The Marvelous Mrs. Maisel\")<br>Hannah Einbinder (\"Hacks\")<br>Janelle James (\"Abbott Elementary\")<br>Kate McKinnon (\"Saturday Night Live\")<br>Sarah Niles (\"Ted Lasso\")<br>Sheryl Lee Ralph (\"Abbott Elementary\")<br>Juno Temple (\"Ted Lasso\")<br>Hannah Waddingham (\"Ted Lasso\")</p>", "<p><strong>Supporting Actor in a Comedy Series</strong><br>Anthony Carrigan (\"Barry\")<br>Brett Goldstein (\"Ted Lasso\")<br>Toheeb Jimoh (\"Ted Lasso\")<br>Nick Mohammed (\"Ted Lasso\")<br>Tony Shalhoub (\"The Marvelous Mrs. Maisel\")<br>Tyler James Williams (\"Abbott Elementary\")<br>Henry Winkler (\"Barry\")<br>Bowen Yang (\"Saturday Night Live\")</p>", "<p><strong>Supporting Actress in a Limited Series or Movie</strong><br>Connie Britton (\"The White Lotus\")<br>Jennifer Coolidge (\"The White Lotus\")<br>Alexandra Daddario (\"The White Lotus\")<br>Kaitlyn Dever (\"Dopesick\")<br>Natasha Rothwell (\"The White Lotus\")<br>Sydney Sweeney (\"The White Lotus\")<br>Mare Winningham (\"Dopesick)</p>", "<p><strong>Supporting Actor in a Limited Series or Movie</strong><br>Murray Bartlett (\"The White Lotus\")<br>Jake Lacy (\"The White Lotus\")<br>Will Poulter (\"Dopesick\")<br>Seth Rogen (\"Pam &amp; Tommy\")<br>Peter Sarsgaard (\"Dopesick\")<br>Michael Stuhlbarg (\"Dopesick\")<br>Steve Zahn (\"The White Lotus\")</p>", "<p><strong>Variety Sketch Series</strong><br>\"A Black Lady Sketch Show\" (HBO/HBO Max)<br>\"Saturday Night Live (NBC)\"</p>", "<p><strong>Competition Program</strong><br>\"The Amazing Race\" (CBS)<br>\"Lizzo's Watch Out For The Big Grrrls\" (Prime Video)<br>\"Nailed It!\" (Netflix)<br>\"RuPaul's Drag Race\" (VH1)<br>\"Top Chef\" (Bravo)<br>\"The Voice\" (NBC)</p>", "<p><em>Disclosure: Comcast is the parent company of NBCUniversal and CNBC.</em></p>"], "url": "https://www.cnbc.com/2022/07/12/emmys-2022-nominations-led-by-succession-ted-lasso.html"},
{"article_title": "Here are four past cases Twitter and Elon Musk's lawyers will be examining as they head to court", "article_tag": "Tech", "author": "Alex Sherman", "article_datetime": "2022-07-12T17:50:54+0000", "paragraphs": ["<p>After billionaire Elon Musk said he was terminating his acquisition of Twitter, the social media company countered by citing a contract provision that's often called upon when one party tries to back out of a deal.</p>", "<p>The clause, known as specific performance, is <a href=\"https://constructiondefect.com/what-is-specific-performance-and-when-is-it-available-in-a-real-estate-contract/\" target=\"_blank\">often used in real estate cases</a> to prevent buyers and sellers from calling off deals without good reason. But it's also included in corporate merger agreements as a way to force either a buyer or seller to close on a deal, barring material breaches such as fraud.</p>", "<p>In notifying Twitter of his plans to end the deal <a href=\"https://www.sec.gov/Archives/edgar/data/1418091/000110465922078413/tm2220599d1_ex99-p.htm\" target=\"_blank\">on Friday</a>, Musk's lawyers made three arguments for why Twitter breached its contract. First, they claim Twitter fraudulently reported the number of spam accounts<strong>, </strong>which the company has long estimated to be about 5% of users. Musk would need to prove the number of so-called bots is much higher and show a \"material adverse effect\" on Twitter's business for grounds to end the deal.</p>", "<p>Second, Musk's lawyers say Twitter \"failed to provide much of the data and information\" Musk requested, breaching a contract term that specifies Twitter must provide reasonable access to \"properties, books and records of the company and its subsidiaries.\"</p>", "<p>Lastly, Musk's lawyers argue Twitter did not comply with another contract term that required the company to get consent before deviating from its ordinary course of business. Musk cites Twitter's decision to fire two \"high ranking\" employees, laying off a third of its talent acquisition team and instituting a general hiring freeze as examples of decisions made without his consultation.</p>", "<p>The Delaware Court of Chancery, a non-jury court that primarily hears corporate cases based on shareholder lawsuits and other internal affairs, has ruled on a number of cases where a company cited the specific performance clause to force a sale. None were nearly as large as Musk's Twitter deal — $44 billion — and the details underpinning them differ as well. </p>", "<p>Still,<strong> </strong>past cases can provide context for <a href=\"https://www.cnbc.com/2022/07/11/8-ways-the-elon-musk-twitter-saga-could-end.html\">how the Musk-Twitter dispute might end</a>.</p>", "<p><a href=\"https://casetext.com/case/in-re-ibp-inc-v-tyson-foods-inc\" target=\"_blank\">In this 2001 case</a>, Tyson agreed to acquire IBP, a meat distributor, for $30 per share, or $3.2 billion, after winning a bidding war. But when Tyson and IBP's businesses both suffered following the agreement, Tyson tried to get out of the deal. Tyson argued there were hidden financial problems at IBP.</p>", "<p>Judge Leo Strine found no evidence that IBP had materially breached the contract, instead claiming Tyson simply had \"buyer's regret.\" That didn't justify calling off a deal, the judge ruled.</p>", "<p>Strine ruled Tyson had to buy IBP given the contract's specific performance clause.</p>", "<p>\"Specific performance is the decisively preferable remedy for Tyson's breach, as it is the only method by which to adequately redress the harm threatened to IBP and its stockholders,\" Strine wrote.</p>", "<p>More than 20 years later, Tyson still owns IBP. </p>", "<p>Still, the Tyson deal differs in a few key ways. Tyson hoped a judge would allow it to walk away from the deal in part because of significant deterioration to IBP's business after the agreement was signed. Musk is arguing false and vague information about spam accounts should allow him to walk.</p>", "<p>Also, unlike Tyson's deal for IBP, Musk's acquisition of Twitter involves billions of dollars in external financing. It's unclear how a decision in favor of Twitter would affect potential funding for a deal, or if that could impact closing.</p>", "<p>Strine now works Wachtell, Lipton, Rosen &amp; Katz, <a href=\"https://www.cnbc.com/2022/07/11/twitter-says-musks-request-to-terminate-the-deal-is-invalid.html\">the firm Twitter hired</a> to argue its case to the Delaware Chancery Court.</p>", "<p><a href=\"https://courts.delaware.gov/Opinions/Download.aspx?id=313600\" target=\"_blank\">In this 2020 case</a>, a South Korean financial services company agreed to buy 15 U.S. hotels from AB Stable, a subsidiary of Anbang Insurance Group, a Chinese company, for $5.8 billion. The deal was signed in September 2019 and scheduled to close in April 2020.</p>", "<p>The buyer argued Covid-19 shutdowns were cause for a material adverse effect on the deal. The seller sued for specific performance.</p>", "<p>Judge J. Travis Laster found that hotel shutdowns and dramatic capacity reductions breached the \"ordinary course\" of business clause, and ruled that the buyer could get out of the deal.</p>", "<p>The Delaware Supreme Court <a href=\"https://courts.delaware.gov/Opinions/Download.aspx?id=327380\" target=\"_blank\">affirmed the decision in 2021.</a></p>", "<p>In another Covid-19 related case, LVMH originally agreed to buy jewelry maker Tiffany <a href=\"https://www.cnbc.com/2019/11/25/lvmh-confirms-deal-to-acquire-tiffany-for-16-billion.html\">for $16.2 billion in November 2019.</a> LVMH then attempted to scrap the deal in September 2020 during the pandemic, before it was set to close in November. Tiffany sued for specific performance.</p>", "<p>In this case, a judge never issued a ruling, because the two sides agreed to a lowered price to account for the drop in demand during the Covid-19 global economic pullback. LVMH agreed to <a href=\"https://www.wsj.com/articles/tiffany-lvmh-near-agreement-on-new-deal-terms-11603899275\" target=\"_blank\">pay $15.8 billion for Tiffany in October 2020.</a> The deal closed in Jan. 2021.</p>", "<p>In this <a href=\"https://online.wsj.com/public/resources/documents/wsj071227-lb-finishline_headwind.pdf\" target=\"_blank\">2007 case,</a> footwear retailer Finish Line initially agreed to buy <a href=\"//www.cnbc.com/quotes/GCO\" target=\"_blank\">Genesco</a> for $1.5 billion in June 2007 with a closing date of Dec. 31, 2007. Finish Line attempted to terminate the deal in September 2007, claiming Genesco \"committed securities fraud and fraudulently induced Finish Line to enter into the deal by not providing material information\" concerning earnings projections.</p>", "<p>As with the Tyson case, the Delaware Chancery Court ruled Genesco had met its obligations, and that Finish Line simply had buyer's remorse for paying too much. Markets had begun to crash in mid-2007 during the start of the housing and financial crisis.</p>", "<p>But rather than going through with the deal, both sides agreed to terminate the transaction with Finish Line paying Genesco damages. In March 2008, with credit market cratering, Finish Line and its primary lender UBS agreed to pay Genesco $175 million, and Genesco received a 12% stake in Finish Line.</p>", "<p>Genesco remains an independent publicly traded stock to date. JD Sports Fashion agreed to buy Finish Line <a href=\"https://www.cnbc.com/2018/03/26/britains-jd-sports-gets-foot-in-us-with-558-million-finish-line-buy.html#:~:text=JD%20Sports%20Fashion%20agreed%20to,sportswear%20retailer%20by%20market%20value.\">for $558 million in 2018.</a></p>", "<p><strong>WATCH: Elon Musk backs out of Twitter deal, possibly heading to court</strong></p>"], "url": "https://www.cnbc.com/2022/07/12/here-are-four-past-cases-twitter-and-elon-musks-lawyers-will-be-examining-as-they-head-to-court.html"},
{"article_title": "Norwegian oil giant Equinor to buy U.S.-based battery storage firm", "article_tag": "Sustainable Energy", "author": "Anmar Frangoul", "article_datetime": "2022-07-12T12:53:23+0000", "paragraphs": ["<p>Norway's <a href=\"https://www.cnbc.com/quotes/EQNR\">Equinor</a> is to acquire U.S.-based battery storage developer East Point Energy after signing an agreement to take a 100% stake in the company.</p>", "<p>Equinor, a major producer of oil and gas, said Tuesday that Charlottesville-headquartered East Point Energy had a 4.1-gigawatt pipeline of \"early to mid-stage battery storage projects focused on the US East Coast.\"</p>", "<p>According to Equinor, the transaction is slated for completion in the third quarter of 2022.</p>", "<p>\"Battery storage will play an important role in the energy transition as the world increases its share of intermittent renewable power,\" Equinor said.</p>", "<p>\"Battery storage is key to enabling further penetration of renewables, can contribute to stabilizing power markets and improve the security of supply,\" it added.</p>", "<p>In Dec. 2021, the International Energy Agency said the world's installed storage capacity was projected to jump by 56% over the next five years, hitting 270 GW by 2026.</p>", "<p>According to the IEA, the chief driver of this growth is \"the increasing need for system flexibility and storage around the world to fully utilise and integrate larger shares of variable renewable energy … into power systems.\"</p>", "<p>The IEA says investment in battery storage grew by nearly 40% in 2020, reaching $5.5 billion.</p>", "<p>Formerly known as Statoil, Equinor's chief shareholder is the Norwegian state, which has a 67% holding in the company.</p>", "<p>Its plans to acquire East Point Energy represent the company's latest foray into the U.S. It already has substantial oil and gas operations in the country <a href=\"https://www.cnbc.com/2021/01/14/equinor-clinches-huge-renewable-energy-contract-in-the-us.html\">and is working on large-scale offshore wind projects.</a></p>", "<p>In 2021, the IEA said there should be \"no investment in new fossil fuel supply projects, and no further final investment decisions for new unabated coal plants.\"</p>", "<p>What's more, a recent report from the United Nations' Intergovernmental Panel on Climate Change <a href=\"https://www.cnbc.com/2022/04/04/ipcc-report-climate-scientists-issue-ultimatum-on-1point5-degrees-goal.html\">also weighed in on the subject of fossil fuels.</a></p>", "<p>\"Limiting global warming will require major transitions in the energy sector,\" the IPCC said in a news release accompanying its publication.</p>", "<p>\"This will involve a substantial reduction in fossil fuel use, widespread electrification, improved energy efficiency, and use of alternative fuels (such as hydrogen),\" the IPCC said.</p>"], "url": "https://www.cnbc.com/2022/07/12/norwegian-oil-giant-equinor-to-buy-us-based-energy-storage-firm.html"},
{"article_title": "New research on our 4 semiconductor stocks shows what's working and what isn't", "article_tag": null, "author": "Zev Fima", "article_datetime": "2022-07-12T17:57:35+0000", "paragraphs": ["<p>JPMorgan said in a research note that the trends in cloud data-center capital expenditures \"remain strong\" and supportive of <a href=\"//www.cnbc.com/quotes/MRVL\" target=\"_blank\">Marvell Technology</a> (MRVL). While downwardly revising capex estimates for the back half of the year, JPMorgan analysts still expect spending will accelerate in the final six months of 2022, growing 22% versus the first half. Remember, data-center spending from major cloud providers is essentially revenue for Marvell.</p>", "<p>When accounting for a potential recession, the analysts still believe that year-over-year capex growth will be realized in 2023 — roughly a low-to-high single digit percentage point advance. Their base case without a recession is for a 14% increase. As members know, Marvell has worked diligently to reduce its consumer exposure while investing aggressively in data center, 5G mobile networking, and automotive — all of which are secularly growing end markets.</p>", "<p>While the analysts at JPMorgan didn't go into much detail on <a href=\"//www.cnbc.com/quotes/AMD\" target=\"_blank\">Advanced Micro Devices</a> (AMD) or <a href=\"//www.cnbc.com/quotes/NVDA\" target=\"_blank\">Nvidia</a> (NVDA), also Club holdings, they did call out the former's \"compute server processors\" and the latter's \"compute acceleration processors\" as key beneficiaries of resilient cloud capex spending.</p>", "<p>Analysts at Citigroup reduced their price target on Nvidia to $285 per share from om $315 but kept their buy rating. The PT cut was largely the result of reduced video gaming estimates. The analysts said they were maintaining their \"data center sales [estimates] as industry checks show hyperscalers remain server capacity constrained and [they] believe stock's multiple is supported by data center growth.\"</p>", "<p>Analysts at KeyBanc chimed in as well, also lowering their gaming estimates. However, they noted that despite the near-term negatives posed by gaming (and crypto mining, which we think is of minimal importance to Nvidia), the analysts remained longer-term bullish thanks to Nvidia's machine learning and artificial intelligence exposure and its increasing focus on software and omniverse.</p>", "<p>Analysts at KeyBanc reduced their price target on AMD — calling out, similar to the dynamics for Nvidia, \"excess GPU gaming inventory\" and \"slowing PC demand.\" That said, they remain overweight the stock (equivalent to a buy) as they \"still see secular growth particularly in cloud and a clear line of sight to continued share gains over the next two years.\"</p>", "<p>As for <a href=\"//www.cnbc.com/quotes/QCOM\" target=\"_blank\">Qualcomm</a> (QCOM), while this is arguably the least resilient of our semiconductor holdings due to less data center exposure, the stock is also the cheapest at roughly 10x forward earnings estimates. In the near-term, the company stands to benefit from <a href=\"//www.cnbc.com/quotes/AAPL\" target=\"_blank\">Apple</a>'s (AAPL) failure to create a 5G modem for the iPhone soon enough to use in the iPhone 15.</p>", "<p><em>(Jim Cramer's Charitable Trust is long MRVL, NVDA, AMD, QCOM and AAPL. See </em><a href=\"https://www.cnbc.com/investingclub/charitable-trust/\"><em>here</em></a><em> for a full list of the stocks.)</em></p>", "<p><em>As a subscriber to the CNBC Investing Club with Jim Cramer, you will receive a trade alert before Jim makes a trade. Jim waits 45 minutes after sending a trade alert before buying or selling a stock in his charitable trust's portfolio. If Jim has talked about a stock on CNBC TV, he waits 72 hours after issuing the trade alert before executing the trade.</em></p>", "<p>THE ABOVE INVESTING CLUB INFORMATION IS SUBJECT TO OUR <a href=\"https://www.cnbc.com/nbcuniversal-terms-of-service/\">TERMS AND CONDITIONS</a> AND <a href=\"https://www.nbcuniversal.com/privacy?intake=CNBC\" target=\"_blank\">PRIVACY POLICY</a>, TOGETHER WITH OUR <a href=\"https://www.cnbc.com/investingclub/disclaimer/\">DISCLAIMER</a>.  NO FIDUCIARY OBLIGATION OR DUTY EXISTS, OR IS CREATED, BY VIRTUE OF YOUR RECEIPT OF ANY INFORMATION PROVIDED IN CONNECTION WITH THE INVESTING CLUB.  NO SPECIFIC OUTCOME OR PROFIT IS GUARANTEED.</p>"], "url": "https://www.cnbc.com/2022/07/12/investing-club-new-research-on-our-4-semiconductor-stocks-shows-whats-working-and-what-isnt.html"},
{"article_title": "What Cramer is watching Tuesday — No market bottom yet, PepsiCo great quarter, oil still hated", "article_tag": null, "author": "Jim Cramer", "article_datetime": "2022-07-12T12:53:04+0000", "paragraphs": ["<p>No bottom until the price targets are cut and the downgrades are made? The PT cuts are endless, but they are all too far from where stocks are actually trading.</p>"], "url": "https://www.cnbc.com/2022/07/12/what-cramer-is-watching-tuesday-no-market-bottom-yet-pepsico-great-quarter-oil-still-hated.html"},
{"article_title": "Susquehanna downgrades JetBlue, cites struggles with cost structure", "article_tag": null, "author": "Sarah Min", "article_datetime": "2022-07-12T12:46:13+0000", "paragraphs": [], "url": "https://www.cnbc.com/2022/07/12/susquehanna-downgrades-jetblue-cites-struggles-with-cost-structure.html"},
{"article_title": "Company downgrades are picking up steam as profit outlooks dim", "article_tag": null, "author": "Bob Pisani", "article_datetime": "2022-07-12T13:27:10+0000", "paragraphs": [], "url": "https://www.cnbc.com/2022/07/12/company-downgrades-are-picking-up-steam-as-profit-outlooks-dim.html"},
{"article_title": "This 31-year-old has a 1,600-square-foot luxury apartment in London—and only pays $2,140 a month", "article_tag": null, "author": null, "article_datetime": "2022-07-12T13:14:36+0000", "paragraphs": [], "url": "https://www.cnbc.com/2022/07/12/unlocked-1600-square-foot-london-luxury-apartment-for-2140-a-month.html"},
{"article_title": "Amazon launches cancer vaccine clinical trial in partnership with Fred Hutchinson", "article_tag": "Tech", "author": "Annie Palmer", "article_datetime": "2022-07-12T13:31:51+0000", "paragraphs": ["<p><a href=\"//www.cnbc.com/quotes/AMZN\" target=\"_blank\">Amazon</a> is developing cancer vaccines in collaboration with the Fred Hutchinson Cancer Research Center, and it recently launched an FDA-approved clinical trial.</p>", "<p>Amazon and Fred Hutchinson are looking to recruit 20 participants over the age of 18 for the early stage, or phase 1, trial, according to <a href=\"https://www.clinicaltrials.gov/ct2/show/NCT05098210\" target=\"_blank\">a filing on clinicaltrials.gov</a>, a database of clinical trials run by the National Library of Medicine. The goal is to develop \"personalized vaccines\" that can treat breast cancer and melanoma, a form of skin cancer, the filing states.</p>", "<p>Fred Hutchinson is listed as a sponsor of the study, while Amazon is listed as a collaborator, according to the filing. News of the partnership was first reported by <a href=\"https://www.businessinsider.com/amazon-is-developing-cancer-vaccines-with-fred-hutchinson-2022-7\" target=\"_blank\">Business Insider</a>. The study was first posted last October, and it began June 9. It's expected to be complete by Nov. 1 of 2023.</p>", "<p>An Amazon spokesperson confirmed the partnership, and said it's being led by Fred Hutch.</p>", "<p>\"Amazon is contributing scientific and machine learning expertise to a partnership with Fred Hutch to explore the development of a personalized treatment for certain forms of cancer,\" the spokesperson told CNBC in a statement. \"It's very early, but Fred Hutch recently received permission from the U.S. Food and Drug Administration to proceed with a Phase I clinical trial, and it's unclear whether it will be successful. This will be a long, multi-year process — should it progress, we would be open to working with other organizations in health care and life sciences that might also be interested in similar efforts.\"</p>", "<p>Representatives from Fred Hutch didn't immediately respond to a request for comment.</p>", "<p>Amazon has deepened its presence in the health-care industry in recent years. The company in 2020 launched <a href=\"https://www.cnbc.com/2020/11/17/amazon-pharmacy-free-prescription-delivery-for-prime-members.html\">an online pharmacy</a>, it has ramped up its telehealth service, called <a href=\"https://www.cnbc.com/2021/03/17/amazon-is-expanding-amazon-care-telehealth-service-nationally-for-employees.html\">Amazon Care</a>, and it has sought to <a href=\"https://www.cnbc.com/2018/12/14/amazon-explored-medical-diagnostics-was-in-talks-to-buy-confer-health.html\">develop at-home medical diagnostics</a>.</p>", "<p>A secretive research and development group inside Amazon, <a href=\"https://www.cnbc.com/2018/06/05/amazon-grand-challenge-moonshot-lab-google-glass-creator-babak-parviz.html\">known as Grand Challenge</a>, initially oversaw the cancer vaccine effort, according to Business Insider, which cited people familiar with the matter. It's now under the purview of a cancer research team reporting to Amazon's vice president of devices, Robert Williams, Business Insider reported.</p>", "<p><strong>WATCH: </strong><a href=\"https://www.cnbc.com/video/2022/07/05/andy-jassys-priority-is-to-chart-a-next-generation-path-for-growth-says-madronas-mcilwain.html\">Andy Jassy's priority is to chart a next generation path for growth, says Madron's McIlwain</a></p>"], "url": "https://www.cnbc.com/2022/07/12/amazon-partners-with-fred-hutchinson-on-cancer-vaccine-trial.html"},
{"article_title": "Forget electric toothbrushes: New automated microbots from the University of Pennsylvania could rid your mouth of bacteria", "article_tag": null, "author": null, "article_datetime": "2022-07-12T13:34:42+0000", "paragraphs": [], "url": "https://www.cnbc.com/2022/07/12/university-of-pennsylvania-study-automated-tooth-brushing-microbots.html"},
{"article_title": "Microsoft cuts small percentage of employees as new fiscal year begins", "article_tag": "Tech", "author": "Jordan Novet", "article_datetime": "2022-07-12T14:51:41+0000", "paragraphs": ["<p><a href=\"//www.cnbc.com/quotes/MSFT\" target=\"_blank\">Microsoft</a> said Tuesday it cut a small number of workers, days after the software maker began its 2023 fiscal year, a time when the company normally announces structural changes.</p>", "<p>Technology companies big and small have <a href=\"https://www.cnbc.com/2022/06/25/tech-job-market-still-very-hot-despite-isolated-layoffs.html\">slowed hiring plans</a> or announced reductions in the workforce in recent months to withstand a <a href=\"https://www.cnbc.com/2022/06/09/recession-will-hit-in-first-half-2023-the-dow-is-headed-lower-cfos.html\">possible economic recession</a>, which central bankers have been trying to ward off by raising interest rates. That shift has made investors <a href=\"https://www.cnbc.com/2022/05/29/recession-fearing-investors-keep-slashing-fastest-growing-cloud-stocks.html\">less interested in growth-oriented stocks</a> such as Microsoft, whose shares have declined about 22% since the start of the year, while the larger S&amp;P 500 index is down 19% over the same period.</p>", "<p>The cuts reach a variety of groups and affect less than 1% of the company, which employed 181,000 people as of June 2021, the company said.</p>", "<p>\"Today we notified a small number of employees that their roles have been eliminated,\" a Microsoft spokesperson told CNBC in an email. \"This was a result of a strategic realignment, and, like all companies, we evaluate our business on a regular basis. We continue to invest in certain areas and grow headcount in the year ahead.\" <a href=\"https://www.bloomberg.com/news/articles/2022-07-12/microsoft-cuts-jobs-but-plans-increased-headcount-this-year\" target=\"_blank\">Bloomberg</a> reported on the move earlier.</p>", "<p>The Microsoft executive in charge of Office productivity software, Rajesh Jha, in May told his team to <a href=\"https://www.cnbc.com/2022/05/26/microsoft-takes-cautious-approach-to-hiring-in-office-and-windows-.html\">obtain permission</a> before opening new roles. In June, Microsoft <a href=\"https://www.cnbc.com/2022/06/02/microsoft-lowers-guidance-for-q4.html\">slashed its income and revenue guidance</a>, citing unfavorable foreign-exchange rates.</p>", "<p>On Monday technology industry research group Gartner <a href=\"https://www.gartner.com/en/newsroom/press-releases/2022-07-11-gartner-says-worldwide-pc-shipments-experienced-the-sharpest-decline-in-nine-years-in-second-quarter-of-2022\" target=\"_blank\">estimated</a> that PC shipments, a factor affecting Microsoft's Windows operating system business, fell nearly 13% in the third quarter, the most sluggish performance in nine years, in part because of geopolitical issues.</p>", "<p>Microsoft last announced a round of layoffs in 2017, after the start of its new fiscal year. The company trimmed thousands of employees as it <a href=\"https://www.cnbc.com/2018/07/13/how-microsofts-sales-reorganization-has-impacted-its-business.html\">adjusted its approach to selling</a>.</p>", "<p>Facebook parent <a href=\"//www.cnbc.com/quotes/META\" target=\"_blank\">Meta Platforms</a> decreased its target for adding software engineers this year from 10,000 to around 6,000 to 7,000, <a href=\"https://www.cnbc.com/2022/07/01/meta-slashes-hiring-plans-girds-for-fierce-headwinds.html\">Reuters</a> reported last week. <a href=\"//www.cnbc.com/quotes/AMZN\" target=\"_blank\">Amazon's</a> retail division decreased its 2022 hiring goal as well, <a href=\"https://www.businessinsider.com/amazon-retail-business-hiring-target-cuts-leaked-email-2022-5\" target=\"_blank\">Insider</a> reported in May.</p>", "<p><strong>WATCH:</strong> <a href=\"https://www.cnbc.com/2022/07/01/meta-slashes-hiring-plans-girds-for-fierce-headwinds.html\">Microsoft says it's open to working with unions</a></p>"], "url": "https://www.cnbc.com/2022/07/12/microsoft-cuts-small-percentage-of-employees-as-new-fiscal-year-begins.html"},
{"article_title": "WHO to convene second emergency meeting to decide if monkeypox is a global health threat as cases rise to 9,200", "article_tag": "Health and Science", "author": "John Rosevear", "article_datetime": "2022-07-12T14:37:48+0000", "paragraphs": ["<p>The World Health Organization said Tuesday that it will convene a second emergency meeting next week to decide if monkeypox poses a global health threat as cases rise to 9,200.</p>", "<p>The U.N. agency <a href=\"https://www.cnbc.com/2022/06/25/world-health-organization-says-monkeypox-is-not-a-global-health-emergency-right-now.html\">declined last month to declare a global emergency</a> in response to monkeypox. But as infections have risen substantially over the last several weeks, the organization is expected to consider whether to issue its highest alert when the emergency committee reconvenes next week.</p>", "<p>\"The emergency committee for monkeypox will reconvene next week and look at trends, how effective the countermeasures are, and make recommendations\" to countries and communities confronting the outbreak, the WHO's director-general, Tedros Adhanom Ghebreyesus, said in a virtual press conference.</p>", "<p>The WHO did not say which day or days the committee will be meeting in emergency session.</p>", "<p>About 9,200 cases of monkeypox have been reported across 63 countries so far this year, up from just over 6,000 as of July 4, the agency said. Three deaths from the virus have been reported this year.</p>", "<p>Most people during this most recent outbreak are recovering from monkeypox in two to four weeks, according to the U.S. Centers for Disease Control and Prevention. But the virus causes a painful rash that can spread all over the body. People who have caught the virus said the rash, which looks like pimples or blisters, <a href=\"https://www.nbcnews.com/nbc-out/out-health-and-wellness/lesions-headaches-debilitating-pain-gay-men-monkeypox-share-stories-rcna36789\" target=\"_blank\">can be very painful.</a></p>", "<p>The WHO last issued a <a href=\"https://www.cnbc.com/2020/03/11/who-declares-the-coronavirus-outbreak-a-global-pandemic.html\">global health emergency in January 2020 in response to the Covid-19 outbreak</a> and the following March <a href=\"https://www.cnbc.com/2020/03/11/who-declares-the-coronavirus-outbreak-a-global-pandemic.html\">declared it a pandemic</a>. There's no official process for the WHO to declare a pandemic under its emergency regulations, which means the term is loosely defined. In 2020, the agency declared Covid a pandemic in an effort to warn complacent governments about the \"alarming levels of spread and severity\" of the virus.</p>", "<p>In contrast to Covid, monkeypox is not a new virus. Scientists first discovered monkeypox in 1958 in captive monkeys used for research and confirmed the first case of a human infected with the virus in 1970 in the nation of Zaire, now called the Democratic Republic of the Congo. Monkeypox is in the same virus family as smallpox, though it causes milder disease. The WHO and national health agencies have decades of experience fighting smallpox, which was declared eradicated in 1980. The successful fight against smallpox could provide health officials with important knowledge to combat monkeypox.</p>", "<p>The current monkeypox outbreak is highly unusual because it is spreading widely in North American and European nations where the virus is not usually found. Europe is the global epicenter of the outbreak, reporting more than 80% of confirmed infections worldwide in 2022. The U.S. has reported more than 760 cases across 37 states, Washington, D.C. and Puerto Rico.</p>", "<p>Historically, monkeypox has spread at low levels in remote parts of West and Central Africa where rodents and other animals carried the virus. Transmission between people was relatively rare in the past, with the virus normally jumping from animals to humans. The WHO has said the international community did not invest enough resources in fighting monkeypox in Africa before the current outbreak.</p>"], "url": "https://www.cnbc.com/2022/07/12/who-to-decide-if-monkeypox-is-a-global-health-threat-next-week.html"},
{"article_title": "These companies are likely to beat earnings expectations this season, Bank of America says", "article_tag": null, "author": "Carmen Reinicke", "article_datetime": "2022-07-12T14:30:18+0000", "paragraphs": [], "url": "https://www.cnbc.com/2022/07/12/these-companies-are-likely-to-beat-earnings-expectations-bank-of-america-says.html"},
{"article_title": "Spotify is buying Heardle, the Wordle-inspired music game", "article_tag": "Tech", "author": "Jessica Bursztynsky", "article_datetime": "2022-07-12T13:48:38+0000", "paragraphs": ["<p><a href=\"//www.cnbc.com/quotes/SPOT\" target=\"_blank\">Spotify</a> <a href=\"https://newsroom.spotify.com/2022-07-12/spotify-to-acquire-music-trivia-sensation-heardle/\" target=\"_blank\">announced</a> Tuesday it's acquiring Heardle, a music recognition trivia game that's shot up in popularity in the past year, for an undisclosed amount.</p>", "<p>The deal will push Spotify further into its mission to make its app more interactive, as it invests in video, livestreaming and podcasts in an effort to diversify its revenue streams.</p>", "<p>Heardle asks users, once a day, to guess a song based on its opening notes. Players get six chances to figure out the song, with each hint giving users a few extra seconds to help their guess. If that sounds familiar, it's because it's largely inspired by Wordle, the trivia word guessing game that was <a href=\"https://www.cnbc.com/2022/01/31/the-new-york-times-is-buying-wordle.html\">acquired by The New York Times</a> in January.</p>", "<p>Spotify said that \"millions\" of players use Heardle, but didn't provide any more specifics.</p>", "<p>The look and feel of the game will stay the same, meaning it will continue to be a <a href=\"https://www.spotify.com/heardle/?type=auto&amp;amp;message=no-local-storage\" target=\"_blank\">standalone game on its website</a>. It will also continue to remain free for players. The only change appears to be that starting Tuesday, players can listen to the full song on Spotify after they finish the game.</p>", "<p>The game is now available in the U.S., U.K., Ireland, Canada, Australia and New Zealand. Spotify said it plans on expanding into more markets in the future.</p>", "<p>The deal comes a month after Spotify CEO Daniel Ek said at Spotify's investor day that the company is doubling down on music discovery within the app in an effort to draw more users into the app and keep them on the platform.</p>", "<p>\"Further down the road, we are also planning to integrate Heardle and other interactive experiences more fully into Spotify to allow music lovers to connect more deeply with artists and challenge friends — and have some fun in the process,\" the company said.</p>", "<p><a href=\"https://www.youtube.com/c/CNBC?sub_confirmation=1\" target=\"_blank\"><em><strong>Subscribe to CNBC on YouTube.</strong></em></a></p>"], "url": "https://www.cnbc.com/2022/07/12/spotify-buying-heardle-the-a-wordle-inspired-music-game.html"},
{"article_title": "OnePlus co-founder makes smartphone comeback with a quirky iPhone competitor", "article_tag": "Tech", "author": "Ryan Browne", "article_datetime": "2022-07-12T15:32:24+0000", "paragraphs": ["<p>The co-founder of Chinese smartphone brand OnePlus, Carl Pei, is back with a new handset — only this time it's with a different company, literally called Nothing.</p>", "<p>Pei's peculiarly named start-up officially pulled the wraps off its debut smartphone Tuesday, after months of dropping hints and teasers about the look of the device. Called Phone 1, it's the second product launch from the company to date.</p>", "<p>Based in London, Nothing was established by Pei in 2020. The firm launched its first gadget last summer, a set of <a href=\"https://www.cnbc.com/2021/07/27/oneplus-founder-carl-pei-nothing-ear-1.html\">wireless earbuds called Ear 1</a> and has sold 560,000 units so far.</p>", "<p>On the face of it, Phone 1 is similar to <a href=\"//www.cnbc.com/quotes/AAPL\" target=\"_blank\">Apple's</a> <a href=\"https://www.cnbc.com/2021/09/14/apple-event-iphone-live-updates.html\">latest iPhones</a>. The phone features a dual-camera with two 50-megapixel sensors and 5G mobile connectivity, along with standard hardware you'd find in a mid-range smartphone, like <a href=\"//www.cnbc.com/quotes/QCOM\" target=\"_blank\">Qualcomm's</a> Snapdragon 778G+ chipset.</p>", "<p>The most intriguing thing about Phone 1 is its design.</p>", "<p>The phone has a transparent back that shows off a unique pattern of shapes and lines, or \"glyphs.\" The company says it was inspired by a modernist version of the New York City subway map from Italian designer Massimo Vignelli in the 1970s.</p>", "<p>Another quirk to the phone is that it lights up — literally — when you receive a call or app notification. The device is kitted out with 900 small LED lights that flicker intermittently in tandem with a range of robotic-sounding ringtones when you get a call from someone.</p>", "<p>There's also a feature called \"Flip to Glyph,\" which mutes the phone when you turn it face down, showing only blinking lights when receiving a call or notification.</p>", "<p>In an <a href=\"https://www.cnbc.com/2021/05/11/oneplus-co-founder-carl-peis-new-startup-nothing-takes-aim-at-apple.html\">interview with CNBC</a> last year, Pei described Nothing's product design as \"retro-futuristic,\" drawing inspiration from numerous subjects ranging from old Sony products to luxury fashion designs.</p>", "<p>The Chinese-Swedish tech entrepreneur said he thinks modern hardware feels \"cold\" and that \"innovation has slowed down a lot\" at Apple, which <a href=\"https://www.cnbc.com/2019/12/16/apples-iphone-created-industries-and-changed-the-world-this-decade.html\">changed the world</a> with the launch of the first iPhone in 2007.</p>", "<p>Apart from some niche design quirks and features, there's not an awful lot separating Phone 1 from most standard mid-range smartphones. </p>", "<p>The most appealing part of the device is its price. Phone 1 starts at £399 ($473) for a basic model with 128GB of internal memory, making it cheaper than Apple and <a href=\"https://www.cnbc.com/quotes/SSU-FF\">Samsung's</a> latest flagship phones.</p>", "<p>Rather than trying to upend the smartphone industry by focusing on folding displays or 5G, Pei is relying on a strategy he incorporated at OnePlus — generating hype from some <a href=\"https://www.cnbc.com/2014/10/23/meet-the-299-smartphone-you-can-only-get-by-invite.html\">unorthodox </a>marketing and sales tactics.</p>", "<p>Nothing will initially launch Phone 1 at a kiosk in London's West End from July 16 to July 20, before opening sales to the broader public online on July 21 and at select retailers and carriers.</p>", "<p>It will become available in more than 40 countries including the U.K., Japan and across Europe — but not the U.S. Nothing says it's looking for a partner carrier so it can start selling the device to American customers.</p>", "<p>Pei's new handset will come up against some fierce competition. Together, Apple and Samsung command a 40% share of the smartphone market. And smaller Chinese phone manufacturers like Xiaomi and Oppo have gained considerable ground in Europe.</p>", "<p>Ben Wood, chief analyst at CCS Insight, said making the Nothing Phone 1 launch a success will be a \"huge challenge.\"</p>", "<p>\"The smartphone market is frighteningly competitive and is dominated by Apple and Samsung who have incredible resources,\" Wood said via email.</p>", "<p>\"The rest of the addressable market is a firefight between numerous Chinese manufacturers desperate to grab share making it even harder for a new entrant to break into the segment.\"</p>", "<p>Smartphone shipments are forecast to drop 3.5% in 2022, according to IDC data. The market faces multiple headwinds, including a cost-of-living squeeze and an ongoing global components shortage.</p>", "<p>Being a small, privately-held start-up, Nothing doesn't have the kind of cash companies like Apple and Samsung can dispense on bolstering their supply chains and keeping international shipments flowing.</p>", "<p>Still, the company has some notable investors behind it. The firm has raised a total of $150 million to date from backers including iPod creator Tony Fadell and GV, the venture arm of Google parent company Alphabet.</p>", "<p>More than 200,000 people have signed up for a waitlist to pre-order the phone, according to the company. Some have even submitted bids north of $3,000 for the first 100 units on e-commerce platform StockX.</p>"], "url": "https://www.cnbc.com/2022/07/12/nothing-phone-1-oneplus-co-founder-carl-pei-makes-smartphone-comeback.html"},
{"article_title": "This millennial mom built a $1 million business by 33—here's her advice to other entrepreneurs ", "article_tag": null, "author": null, "article_datetime": "2022-07-12T15:08:05+0000", "paragraphs": [], "url": "https://www.cnbc.com/2022/07/12/entrepreneur-advice-from-mom-who-started-million-business-julie-berninger.html"},
{"article_title": "This 33-year-old mom makes $760,000 a year in passive income—and lives on a sailboat: 'I work just 10 hours a week'", "article_tag": null, "author": null, "article_datetime": "2022-07-12T14:59:49+0000", "paragraphs": [], "url": "https://www.cnbc.com/2022/07/12/mom-makes-760000-a-year-in-passive-income-and-lives-on-a-sailboat-i-work-just-10-hours-a-week.html"},
{"article_title": "Valuation multiples have fallen. Here's what happens if earnings do, too", "article_tag": null, "author": "Scott Schnipper", "article_datetime": "2022-07-12T15:35:20+0000", "paragraphs": [], "url": "https://www.cnbc.com/2022/07/12/valuation-multiples-have-fallen-heres-what-happens-if-earnings-do-too.html"},
{"article_title": "70% of Americans think a recession is coming: Here’s what they are doing to prepare", "article_tag": "Personal Finance", "author": "Lorie Konish", "article_datetime": "2022-07-12T17:42:08+0000", "paragraphs": ["<p>Experts are weighing the odds as to how likely a recession is and how fast it could come upon us.</p>", "<p>Most Americans — 70% — already believe an economic downturn is on its way, according to a <a href=\"https://www.magnifymoney.com/news/recession-survey/\" target=\"_blank\">new survey</a> from MagnifyMoney. The online survey was conducted between June 10 and 14 and included 2,082 respondents.</p>", "<p>A recession is defined as a <a href=\"https://www.cnbc.com/2022/06/24/what-to-expect-in-a-typical-recession.html\">significant economic decline</a> that lasts more than a few months.</p>", "<p>The biggest recession warning sign, which 88% of respondents pointed to, is high inflation.</p>", "<p>Respondents also reported seeing signs of an economic downturn in housing and rent prices, with 61%; rising interest rates, 56%; the stock market, 55%; declines in consumer spending, 42%; and rising unemployment, 36%.</p>", "<p>Some of those perceptions may lean on how people feel about the economy, rather than hard numbers. While the U.S. economy still has bright spots — including a strong overall job market and rising wages — higher prices have raised Americans' feelings of financial insecurity, according to Matt Schulz, chief credit analyst at LendingTree, which owns MagnifyMoney.</p>", "<p>\"When something as fundamental to people's every day lives as gas prices and grocery bills goes sky high, it really has a huge impact on the way people look at things,\" Schulz said.</p>", "<p>Forthcoming inflation data could further fuel consumer's feelings of concern.</p>", "<p>The Consumer Price Index, which measures the average change in prices over time for certain goods and services, <a href=\"https://www.cnbc.com/2022/06/10/consumer-price-index-may-2022.html\">climbed 8.6% in May</a> from the previous year, the highest increase since 1981.</p>", "<p>New data for June is slated to be released on Wednesday.</p>", "<p>\"We expect the headline number, which includes gas and food, to be highly elevated, mainly because gas prices were so elevated in June,\" White House press secretary Karine Jean-Pierre said during a Monday press briefing.</p>", "<p>However, those June numbers are already out of date because energy prices have since fallen substantially, she said.</p>", "<p>\"The President's number one economic priority is tackling inflation,\" Jean-Pierre said. \"And looking ahead, there are a number of reasons why we expect those high prices to ease over the coming months.\"</p>", "<p>The biggest worry people citied about a looming recession is the inability to pay their bills, with 44%, according to the MagnifyMoney survey.</p>", "<p>In order to prepare for a downturn, many are focused on keeping their spending in line — 62% of respondents said they are cutting back on spending, while 39% are sticking to a budget. Those steps <a href=\"https://www.cnbc.com/2022/07/05/what-you-can-do-to-prepare-your-finances-for-a-recession.html\">can be important</a> in the event of a job loss or other financial setback, experts say. Others are <a href=\"https://www.cnbc.com/2022/07/06/how-much-cash-you-need-for-a-recession-according-to-advisors.html\">building emergency savings</a>, with 26%.</p>", "<p>MagnifyMoney respondents also reported taking steps to shore up their income streams, with 24% working a side gig and 6% improving job performance. Another 6% reported <a href=\"https://www.cnbc.com/2022/07/02/some-experts-say-a-recession-is-coming-how-to-prepare-your-portfolio.html\">adjusting their investment portfolio</a>.</p>", "<p>Meanwhile, 11% of respondents said they are doing nothing.</p>", "<p>There are proactive steps individuals can take now to get themselves in a better financial position, according to Schulz.</p>", "<p>One in 4 respondents in the MagnifyMoney survey reported paying down debt as a way to get their finances ready for an economic downturn. As the Federal Reserve raises interest rates, people may want to consider their options to control their personal interest rates on their debts, he said.</p>", "<p><strong>More from Personal Finance:</strong><br><a href=\"https://www.cnbc.com/2022/07/11/65-percent-of-americans-with-six-figure-incomes-are-very-concerned-about-inflation.html\">65% of Americans earning $100,000 or more are 'very concerned' about inflation</a><br><a href=\"https://www.cnbc.com/2022/07/05/what-you-can-do-to-prepare-your-finances-for-a-recession.html\">5 steps you can take now to financially prepare for a recession</a><br><a href=\"https://www.cnbc.com/2022/06/29/here-are-3-ways-to-deal-with-inflation-rising-rates-and-your-credit-.html\">3 ways to deal with inflation, rising rates and your credit</a></p>", "<p>For those with good credit, a 0% transfer credit card can by \"very, very helpful,\" Schulz said.</p>", "<p>For those who don't have good credit, a low interest personal loan may help reduce the interest you're paying on your balances.</p>", "<p>By calling the issuer for a current credit card, you may be able to negotiate a lower rate. That has worked for about 70% of people who have asked in the past year, according to Schulz.</p>", "<p>\"Any of those moves can reduce your rates significantly more than the amount that the Fed is raising them by on a monthly basis, so it can be a really significant thing,\" Schulz said.</p>"], "url": "https://www.cnbc.com/2022/07/12/70percent-of-americans-think-a-recession-is-coming-how-to-prepare.html"},
{"article_title": "The 10 best states to start a career in post-graduation, according to a new report", "article_tag": null, "author": null, "article_datetime": "2022-07-12T13:07:03+0000", "paragraphs": [], "url": "https://www.cnbc.com/2022/07/12/the-10-best-states-to-start-a-career-in-post-graduation-new-report.html"}
]