[
{"url": "https://edition.cnn.com/2021/06/15/asia/swarm-robots-hong-kong-warehouse-hnk-spc-intl/index.html", "title": "This swarm of robots gets smarter the more it works", "paragraphs": " In a Hong Kong warehouse, a swarm of autonomous robots works 24/7. They're not just working hard, they're working smart; as they operate, they get better at their job. The Autonomous Mobile Robots were developed by Chinese startup Geek+. As they move around the warehouse they're guided by QR codes on the floor, and using AI they are able to make their own decisions, including what direction to travel and what route to take to their destination. A team tracks these movements and uses the data to improve their algorithms, making the robots more efficient. Robots have become commonplace in warehouses worldwide and Geek+ says it has more than 15,000 robots in over 30 countries, including in Nike and Decathlon warehouses. Managing director Lit Fung says having robots that become more efficient over time helps companies meet demands for fast delivery, as well as reducing labor costs and human error. \"Everyone is looking for an automation solution to apply to their warehouse,\" he says."},
{"url": "https://edition.cnn.com/2021/05/12/world/ironhand-exoskeleton-glove-spc-intl/index.html", "title": "A robotic 'Ironhand' could protect factory workers from injuries", "paragraphs": " Working in a factory or warehouse can mean doing the same task over and over, and that repetition can lead to chronic injury. Now, a battery-powered glove could help workers by taking some of the strain. The \"Ironhand\" glove strengthens the wearer's grip, meaning they don't have to use as much force to perform repetitive manual tasks. Its developer, Bioservo, says it can increase the wearer's hand strength by 20%. The Swedish company describes the system as a \"soft exoskeleton.\" Exoskeletons are an external device that supports and protects the body, typically increasing strength and endurance. Most have a rigid structure, but the Ironhand is soft, like a regular glove. \"When you have the glove on, it provides strength and reduces the effort needed when lifting objects,\" says Mikael Wester, Bioservo's marketing director. \"It's all in order to reduce fatigue and prevent strain injuries in the long run.\" The system consists of a backpack, which houses the power pack, and artificial tendons that connect to the glove. There are sensors on each fingertip which switch on the motor when a user grabs an object. A remote control or app can be used to adjust the strength and sensitivity of the grip. Wester says applications include assembly on the production line in the automotive industry, using tools in construction and lifting heavy objects in warehouses. Each Ironhand system costs around €6,000 ($7,275). The device also collects data that allows the company to assess the wearer's risk of developing strain injuries. According to the European Agency for Safety and Health at Work, work-related neck and upper limb disorders are the , costing national economies up to 2% of their gross national product. The glove was originally intended for workers in a very different setting to the factory floor. NASA developed an early version of the technology, called \"Robo-Glove,\" to help astronauts grasp objects and carry out work in space. Bioservo licensed the design in 2016 and then partnered with auto manufacturer General Motors (GM) to develop the glove for its workers. \"Ergonomics is really the field of trying to fit the jobs to the workers, instead of the workers having to conform and adapt to the job,\" says Stephen Krajcarski, a senior manager with GM's ergonomics team. \"By using tools such as the Ironhand we are really trying to mitigate any potential concerns or physical demands that may eventually cause a medical concern for that individual operator.\" Krajcarski says GM has helped Bioservo to test and improve the Ironhand by piloting it in a variety of jobs at its manufacturing plants. He says some workers have found it easy to use but adds that it's not suitable for all situations. The Ironhand is just one of the exoskeletons GM is looking into. According to market research firm ABI Research, the exoskeleton market will grow from . \"If you look at exoskeletons, this is just one of the tools that are out there,\" says Krajcarski. \"But this is an exciting technology.\" This story has been updated to correct the cost of the Ironhand system."},
{"url": "https://edition.cnn.com/2021/04/26/weather/tornado-facts-formation-supercell/index.html", "title": "This is how a thunderstorm produces a tornado", "paragraphs": " Tornadoes are one of Earth's most violent forces of nature. They have occurred in all 50 states and have been spotted throughout the year. While they are most common in the United States, tornadoes can occur all over the globe. While great strides have been made in the study of tornadoes, there's still so much we don't know about them. They have been studied immensely during the last few decades to learn what causes them and how they form. CNN meteorologist Brandon Miller, who is also a storm chaser, has been following and studying these storms since 2005. \"Something you learn from studying tornadoes, especially in the field, is that there is no perfect formula for forming a tornado -- every storm is unique,\" says Miller. \"Sometimes, it may appear that a storm is in a perfect environment for a tornado to form, yet it never does. Conversely, tornadoes frequently form in marginal environments where it seems like one or more 'ingredients' to storm formation is missing or lacking,\" says Miller. While there's no perfect formula as to which storms will produce tornadoes, there's commonality in the anatomy of the systems that result in tornadoes. There are even signs you can see that will help you understand the life cycle of a developing storm that could produce a tornado. As warm air rises, clouds begin to grow taller and taller. This is the developing phase of the thunderstorm. You can see fluffy white cumulus clouds grow taller with your own eyes. This is before you see rain or hear thunder. As the clouds grow, you will notice the bottom of the cloud darkening. You will many times see the very top of the cloud flattening out, creating an anvil shape that protrudes from the top of the cloud. This indicates very cold air at the top of the cloud and could be a precursor to the possibility of hail. As the storm matures, it could become what's known as a supercell. A supercell is a rotating thunderstorm. \"Nearly all supercells produce some sort of severe weather (large hail or damaging winds) but only 30 percent or less produce tornadoes,\" says the National Oceanic and Atmospheric Administration. During this mature phase of the thunderstorm or supercell; heavy rain, lightning, hail and very strong winds are expected. Sometimes, you will feel a strong gust of wind a few moments before the rain arrives. This is called a gust front. This is caused by cool air being forced down from the storm cloud. When the cold air hits the ground, it spreads out quickly, ahead of the storm. This is a sure sign that a storm is near. Tornadoes are usually formed from supercells. These supercells develop when there are several ingredients in place to help them thrive: instability, lift and wind shear. Within the supercell, wind shear becomes a crucial component to the storms development. Shear is when winds change directions with height. This creates spin within the thunderstorm cloud. Another force that's acting inside the supercel is a downdraft. This is an area of drier air that is pushed down from the storm. As it's forced down, it wraps around the backside of the storm. The updrafts and downdrafts work in tandem to pull the horizontal column of air down to form the tornado. This vertical column of air is called a funnel cloud until it touches the ground -- at that point it becomes a tornado. \"The most telltale sign that a tornado could be forming, when you are looking at a close-range severe thunderstorm, is the 'wall cloud,'\" says Miller. The wall cloud is a lowering of the cloud base that will lead to the vortex, or spinning of air. When this rotating column of air touches the ground, a tornado has formed. The presence of a wall cloud doesn't always mean a tornado will form, but it certainly ups the odds. \"You will know you are looking at a wall cloud because it will hang noticeably lower than the rest of the thunderstorm and you may notice it is rotating if you look closely,\" says Miller. Most tornadoes are relatively small and short-lived, and can still be dangerous and cause damage. However, more violent tornadoes can be more than a mile wide and stay on the ground for more than an hour. This is because they have much more momentum than the smaller tornadoes, making them harder to stop. Miller has witnessed roughly 15-20 tornadoes during his years storm chasing. \"There is no denying that there is a certain amount of excitement that comes from seeing a tornado when you are set out with the intent of seeing one,\" says Miller. \"At the same time, you are balancing that excitement with a sizable amount of anxiety and concern over what the tornado could do, especially if there are residents in the immediate path of the storm. As someone who spent years studying, and many more years reporting on, tornadoes, it still gets all my nerves firing when you see a tornado in person.\" The smaller tornadoes have winds of 60-110 mph, while the more violent tornadoes can have winds from 160 to more than 200 miles per hour. The strongest winds ever recorded on Earth were from a tornado, on at more than  CNN's Jackson Dill and CNN meteorologist Haley Brink contributed to this report"},
{"url": "https://edition.cnn.com/2021/09/19/weather/weather-hurricane-hunter-flights/index.html", "title": "Here's why hurricane hunters fly their planes in weird patterns into storms", "paragraphs": " The second half of hurricane season is here and there have already been to keep hurricane hunters busy. But have you ever noticed hurricane hunters' flight patterns shown by meteorologists on TV look like random, odd shapes? Those flight patterns may look like boxes or stars, but they serve specific purposes for each individual storm. Hurricane hunters don't fly away from these storms like commercial airlines do. They fly directly into them, but they don't just fly into and around the storms randomly. There is a method to the madness. There are two distinctive groups of hurricane hunters, the National Oceanic and Atmospheric Administration (NOAA) and the US Air Force Reserve (USAF). Both organizations fly missions into tropical disturbances in order to record invaluable data used by forecasters at the National Hurricane Center (NHC). For the Hurricane Hunters, there are two main types of missions flown, fixed and invest. Fixed missions are designated for systems that meet tropical cyclone qualifications, such as tropical depressions, tropical storms, and hurricanes. The main objective is to mark the center of circulation, monitor winds speeds and pressure changes, and other variables that are tricky for satellites in space to measure in full detail. For fixed missions, 'Alpha' is most common flight pattern used to collect data in a tropical cyclone. \"The Alpha pattern is the standard profile we fly for fix missions so it's the one people are most familiar with seeing from us,\" , meteorologist and aerial reconnaissance weather officer with the Air Force Reserve's , said. \"The pattern consists of two legs flown at intercardinal directions, and when complete, looks a lot like the Greek Alpha symbol when including the crossleg.\" Cardinal directions are the standard points on a compass: north, south, east, and west. Intercardinal directions are the diagonal points in between: northeast, southeast, southwest, and northwest. Interestingly, the bigger, stronger storms tend to be the \"easier\" ones to fly in. \"From my perspective as the onboard meteorologist, the Alpha pattern is the \"easiest\" to fly. Because we normally fly those on stronger storms, there's not a lot of question where the storm center is,\" DeHart said. \"The flights can be rough of course, but at the end of the day we just go fly through the storm center, collect the data, and send it to NHC.\" The primary objective of an invest mission is to determine if a system meets the definition of a tropical cyclone; storms that do not yet have a name or any real tropical structure characteristics. For invest missions, the NHC will often send estimated coordinates of where they believe the center of circulation is, which is where the missions will target for their starting point. However, invest missions by nature have to be a bit more flexible for flight patterns, simply because there are so many unknowns with these types of storms. \"We never know what we're going to find, yet we always have to be thinking two or three steps ahead. So that really makes us need to think about the meteorology [in each particular storm],\" DeHart said. \"Is it a closed low or an open wave? Maybe it's closed but just elongated? Is it battling shear? Are there several smaller swirls competing to be the main circulation center? Weak storms and invests can be very tricky and require a lot of thinking on our toes.\" Air Force Hurricane Hunters have a to choose from for invest missions: X, Delta, and Box, just to name a few. DeHart explains the missions are ideal for the weaker, more uncertain storms. While the X pattern may resemble the Alpha pattern, it is flown at much lower altitudes, usually around 500 to 1,000 feet. \"Once a system becomes a tropical storm or hurricane, the hurricane hunters begin flying at higher altitudes, ranging from 5,000 to 10,000 feet depending on the severity of the storm,\" said Jessica Kendziorek, public affairs operations chief with the USAF 403rd Wing. Flight levels for the Delta and Box patterns are usually at or below 5,000 ft absolute altitude. \"The Delta and Box patterns are similar in that we'll fly around the periphery of the forecast center seeing if we can observe winds in all four quadrants of the storm that would indicate a closed circulation. If we find a closed circulation, we can confidently go [find] the center; if not, we'll continue the mission in 'invest mode',\" DeHart said. NOAA Hurricane Hunters also fly operational fixed and invest missions (though the names may be different), but they usually have more research-oriented objectives. They fly many unique , with different types of aircraft, depending on what type of mission is assigned. Hurricane Hunters also fly a third type of mission, which the Air Force rarely flies, according to DeHart, called synoptic missions. For fixed missions NOAA often flies a Figure 4, Rotated Figure 4 pattern, or a Butterfly pattern. \"The Butterfly and Figure 4 patterns flown by the WP-3D through the storm are typically the ones used to [find] the center of circulation,\" said Jonathan Shannon, public affairs specialist for the NOAA Aircraft Operations Center Office of Marine and Aviation Operations. The Rotated Figure 4 pattern is as it sounds; the Figure 4 pattern turned on side. \"The goal with every flight is to gather data all around the center of the storm, and those patterns allow us to efficiently fly through a storm's various quadrants,\" Nick Underwood, NOAA Hurricane Hunter, said. \"This data helps with predicting a storm's intensity, as well as determining exactly where the center is.\" For invest missions, the Lawnmower and Square Spiral patterns are flown, to determine if there are actual tropical characteristics associated with the area in which they are investigating. \"The Lawnmower Pattern allows us to map out a large area when we don't have a center to aim for,\" Paul Flaherty, science branch chief at NOAA's Aircraft Operations Center, said. \"Once we are able to map a full circulation (usually by finding a west wind), we'll shift back to Figure 4's based on that newly identified center position.\" The Square Spiral pattern is a survey mission meant to supply observations on the structure and characteristics including information about the vortex center, if it exists. There is a unique third type of mission flight pattern, often used to sample the surrounding atmosphere which helps forecasters know the direction the storm is likely to go. The Star 1 pattern focuses on a scan of the outer edges of the system. The closely-related Star 2 pattern also does an outer scan of the system, while also adding in a circumference loop near the center of circulation. Recently, NOAA's Gulfstream IV flew a Star-2 pattern around Hurricane Larry, to investigate outflow patterns from the storm and better determine where the storm was headed. \"The flight pattern you'll typically see from our Gulfstream IV is a circumnavigation of the storm itself, as well as sampling of the atmosphere around and ahead of the storm,\" Underwood said. \"This data helps with predicting the storm's track.\" Regardless of which entity is flying, the operational missions are the backbone for the National Hurricane Center, tasked with providing essential life-saving information about a storm. The NHC takes the data and uses it to issue guidance and advisories to the public, so people know whether Elsa or Ida or Nicholas are still tropical storms or have become hurricanes. We ended 2020 with a 30 named storms in the Atlantic basin and if this season is anything like last year, we have a long way to go."},
{"url": "https://edition.cnn.com/2021/09/06/us/hurricane-ida-cancer-alley-pollution/index.html", "title": "What a hurricane means when you live in Louisiana's 'Cancer Alley'", "paragraphs": " Milton Cayette Jr. was stuck in his home in St. James Parish after uprooted trees from blocked his driveway and damaged his front door. Cayette, who uses a wheelchair, called parish officials for help. They never came. Parish officials, however, told CNN that they did not receive calls that match Cayette's situation, adding that the government is \"by law, not allowed to enter or conduct work on private property unless it is an emergency life saving measure.\" It wasn't until two days later when a group of volunteers from New Orleans came to saw and remove the trees that he was able to go outside. \"I've seen it all,\" Cayette, a retired industry worker, told CNN. \"After Hurricane Betsy in 1965, the chemical plants started building and operating. A lot of them. It all changed.\" About 50 miles away in St. John the Baptist Parish, Robert Taylor Jr., executive director of Concerned Citizens of St. John, said many residents were trapped in their attics after the storm while others witnessed their roofs being ripped off by Ida. The lack of after the hurricane, Taylor said, is just another example of the neglect the community has long suffered. Residents say the government failed to prepare the community for the storm by not issuing an evacuation order earlier or assisting poor and vulnerable residents who could not manage to flee their homes, like Cayette. \"The government is obviously failing us and not protecting us,\" said Taylor, who evacuated from St. John before Hurricane Ida hit. \"And this just pushed it over the top.\" The predominantly Black community of St. John and the nearly majority Black population of St. James sit at the heart of Louisiana's \"Cancer Alley,\" the 85-mile stretch between New Orleans and Baton Rouge that's home to more than 150 chemical plants and oil refineries. According to the Environmental Protection Agency's 2019 , — census areas that typically contain 600 to 3,000 people — with the country's estimated highest cancer risks are in St. John. Until recently, Cayette, who has lived in the region for 70 years and previously worked at a nearby petrochemical plant, never connected the growth of the chemical industry to the region's suddenly high cancer rates. But then his wife died of breast cancer a few years ago -- and he has been diagnosed with prostate cancer on top of his diabetes. Now, he lives alone with the sight of industrial facilities looming outside his window. \"I was mad and disappointed at the government,\" Cayette said about the lack of response after Ida. \"What concerned me even more is that I'm disabled, but they couldn't come to help.\" For decades, scientists have claimed the planet has been rapidly warming because of greenhouse gas emissions, particularly from the burning of fossil fuels. Days after Ida ravaged the homes of and Mississippi, the EPA concluding that racial and ethnic minority communities disproportionately suffer the most severe consequences of climate change, indicating they are the least able to prepare for, and recover from, extreme climate events such as pollution, flooding and heat waves. If the planet reaches the critical warming threshold of 2 degrees Celsius -- which most unless they drastically cut emitting greenhouse gases from fossil fuels -- the report warns that Black people are projected to face the worst impacts of the climate crisis. \"It's absolutely an insult that the companies that are responsible for this are also the ones that are driving climate change,\" Naomi Yoder, staff scientist at the Healthy Gulf, a group working to restore natural resources in the region, told CNN. \"They're also one of the biggest drivers of land loss in Louisiana, which makes the effects of hurricanes worse.\" The coronavirus pandemic has also hit both parishes especially hard. In April 2020, St. John had the highest death rate per capita for Covid-19 in the United States, surpassing even the most densely populated urban hotspots. Around that time in St. James, the Covid-19 death rate was also than the overall national death rate. More than a year later, with the pandemic persisting, Category 4 Hurricane Ida threw the area's high cancer and Covid-19 rates and underlying environmental health hazards, which come from the area's rampant pollution from fossil fuel industries, into harsh relief. \"It's just risk on top of risk on top of risk,\" Kimberly Terrell, director of community engagement at the Tulane University Environmental Law Clinic, told CNN. \"There's always air pollution coming out of industrial facilities, and these communities have been burdened with that for decades.\" The Rev. Lionel Murphy, pastor of Tchoupitoulas Chapel in St. John, said the storm left devastating damage to his church along with homes and other buildings in the parish, exacerbating the emotional and physical toll that air pollution and health disparities have placed on communities. \"If only we can get some attention,\" Murphy said, referring to public officials and emergency responders. \"The people are going to leave and come back, but this storm aggravates so much else because Covid is pretty strong in St. John.\" In the early months of the pandemic, Harvard's school of public health released a showing a link between fine particulate matter, also known as PM 2.5 pollution, and increased mortality rates from Covid-19. Terrell wanted to know what that meant for Louisiana, particularly in Cancer Alley. After scraping the raw data from the Harvard study and performing her own analysis, she found that the highest death rates from Covid-19 and a majority of PM 2.5 concentrations were in Cancer Alley. Ida added another layer of affliction by destroying houses and forcing residents to emergency shelters or relatives' homes, where they may be clustered together with potential for increased Covid-19 transmission. \"It seems like these communities are just continually burdened with risks that they didn't ask for, and don't deserve to be burdened with,\" Terrell said. The current 7-day average is more than 42 new Covid-19 cases per 100,000 in St. John and more than 177 new cases per 100,000 in St. James, according to . The US Centers for Disease Control and Prevention categorizes St. John and St. James as a community with high levels of Covid-19 transmission. Taylor said he worries that residents who have been sickened by cancer as well as Covid-19 won't get the medical care they need after having to evacuate because of Ida's impacts. Some are being transported to shelters where they could potentially spread Covid-19 or even contract it, he said, echoing Terrell's concern. Prior to Ida, of residents in St. James Parish and St. John Parish were living below the poverty line, according to Census data. \"This is a mess,\" Taylor told CNN. \"I don't see how poor people are expected to survive this.\" The proliferation of petrochemical facilities and oil refineries throughout Cancer Alley has become a familiar sight to residents along the industrial corridor. Cayette said he remembers industrial facilities emerging after Category 4 Hurricane Betsy pummeled the region in 1965. But it was only recently that residents began to realize the invisible danger the industry caused on public health and the ironic effects it has on the climate. When a hurricane is barreling toward an industry-heavy region, petrochemical facilities and oil refineries typically begin to shutter their plants, which involves burning anywhere from hundreds to of hazardous materials. As part of emergency shutdown procedures, these facilities emit or burn various unprocessed chemicals and gases through a process known as flaring. Oftentimes, Yoder said, the emissions continue to escape even after the hurricane has knocked out power lines. \"This is not something new to these communities, and it's not necessarily even unique to a disaster situation,\" Terrell said of refineries emitting toxic compounds. \"It seems like consistently the people who are breathing these toxins are the last to find out about it.\" In St. Charles Parish, for instance, a Shell Norco manufacturing complex has been spewing residual gases as residents pick through the rubble of Hurricane Ida's aftermath. After the storm, the EPA contacted Shell about the excessive smoke and reports of noxious gas coming out of its refinery. In a report, that Shell is conducting \"community air monitoring\" and \"looking at all options to try to reduce emissions to flare.\" \"While the site is safe and secure, we are experiencing elevated flaring due to a lack of steam generation,\" Curtis Smith, a Shell spokesperson, told CNN. \"Crews are working around the clock to complete repairs and we are making good progress on minimizing flaring until power is restored.\" In St. James Parish, residents like Sharon Lavigne have been fighting new petrochemical plants attempting to set up shop in their community. Five years ago, Lavigne was diagnosed with autoimmune hepatitis. Blood tests revealed that she had aluminum inside her body, which she later blamed on the slew of industrial facilities after attending a few environmental justice workshops. Angered by what she learned about the industry growing in her backyard, Lavigne founded RISE St. James, a faith-based environmental justice group trying to stop any new industrial development in Cancer Alley, which Cayette is also a member of. One of their was against the Taiwanese plastics manufacturer Formosa, which was set to build a in St. James Parish. Not only do Formosa's own that their mammoth facility could emit more of the cancer-causing compound than just about any other facility in the country, but their chosen location also happens to sit on two former 19th-century sugarcane plantations and a , according to a filed against the facility. \"My grandparents lived on this land. They bought this land and lived on it,\" Lavigne told CNN. \"And then when I got married, I built a house on this land.\" And while Formosa tried to push ahead with its construction during the pandemic, RISE St. James fought hard to block the company, delaying the construction further. The US Army Corps of Engineers early this year ordered Formosa to conduct a new environmental review of the petrochemical facility, thanks to legal complaints, protests and lawsuits like RISE St. James. While the battle to block the multibillion-dollar facility isn't over, Hurricane Ida added to the community's problems. The storm tore Lavigne's roof and caused her ceiling to collapse, just like it did to many other houses in the parish. \"So many of us suffered damages from Ida,\" Lavigne said, \"so after RISE members rebuild, we're going to help the rest of the community.\" Cancer Alley has faced many disasters, but none as challenging as a hurricane, air pollution and pandemic happening at once. To Cayette and Lavigne, living next to industrial facilities is a death sentence. It may take years for the community to recover, but Lavigne said they've been victorious before. As long as the fossil fuel industry continues to warm the planet and pollute their backyards, she said grassroots organizations will keep fighting. \"People tell me they're glad we're fighting the industry,\" she said. \"Many tell me they can't be out there to help me, but they're praying for me. That was nice.\""},
{"url": "https://edition.cnn.com/2019/03/04/us/tornado-safety-tips-wxc/index.html", "title": "4 tornado safety tips that could save your life", "paragraphs": " They can happen at any time and threaten every corner of the United States. It is time to prepare for one of the world's most destructive types of weather: tornadoes. On average, the United States sees more than , far more than any country in the world. While tornadoes can be deadly, there are steps you can take to protect yourself and your loved ones before, during and after disaster strikes. First things first: Understand the difference between a , and be able to identify your city and county on a map. There are a few places that will keep you the most sheltered in a tornado. Things can get a little more complicated if you don't have access to a permanent structure. Be sure your plan is updated and works at all times. If you plan to seek shelter in a public building, make sure it is available 24 hours a day, seven days a week. Your plans need to work at any time of the day or night."},
{"url": "https://edition.cnn.com/2022/02/07/weather/category-6-hurricane-wxn/index.html", "title": "Preparing for Category 6 hurricanes, a new facility will test winds of 200 mph and storm surge", "paragraphs": " I lived and worked in Miami for four years before coming to Atlanta . I've visited the Wall of Wind on the Florida International University (FIU) campus many times. It is a wall of enormous fans inside a big warehouse-type building that can blow air up to 160 mph, which would be a Category 5 hurricane, to test infrastructure and research the power of wind. However, in our changing climate, sadly, 160 mph isn't strong enough. So, the National Science Foundation (NSF) just awarded a $12.8 million Extreme Events Institute for the design of a full-scale testing facility capable of producing winds of 200 mph, along with a water basin to simulate storm surge and wave action in extreme winds. FIU will be able to build a house under the current building codes, start up the fans and see if it can withstand 200 mph winds. Will the roof detach? Will the house still be standing at all? The water basin will look like an enormous pool. It will also be able to simulate different coastlines. Storm surge tends to be worse when the coastlines are more shallow like along the Florida Panhandle. The facility will be able to simulate all of it. \"If you think about trying to future-proof, a changing hazard environment, a hazard scape, the US hazard scape with climate change, the past is not much of a guide. In fact, it can be deceiving,\" said Dr. Richard Olson, director of the Extreme Events Institute at FIU. \"So, if we're going to future-proof, we need to be able to research and test what future hazard events will look like. You can't future-proof in a changing environment if you're looking backwards.\" It's true. Climate change is showing us r, moving slower and are holding more water than ever before. They are also rapidly intensifying, meaning the winds are increasing at least 35 mph in a 24-hour period. In 2021, five hurricanes in the Atlantic rapidly intensified. And in 2020, TEN Atlantic hurricanes rapidly intensified. of those storms. \"Dorian in 2019 is the one that totally got my attention,\" said Olson. \"It hit 185 mph over the Bahamas, and until the last day and a half, it was heading straight up Eighth Street in Miami.\" Dorian ended up causing across Abaco and Grand Bahama. \"The scientific consensus is that we're going to see more intense storms, so we have to research and test for more intense storms,\" said Olson. \"Otherwise, nature's going to keep hitting us with harder stuff than we're ready for.\" The facility will be the first of its kind in the world to combine wind speeds of greater magnitude along with a water component. Eventually the facility will be able to test how different types of infrastructure, roads, bridges will all respond with a Category 6 storm. \"We can start putting all of these components together to get a much better picture of what nature is going to be hitting us with,\" says Olson. Yes, I realized I just referred to it as a Category 6 storm. And it might make some of you a little uncomfortable. To be honest, it bothers me a little bit too. But to be fair, if you look at the for the hurricanes, they are all -- more or less -- in about 20 mph increments. When a Category 5 hurricane's wind speeds start at 157 mph, and we see storms with maximum sustained winds of 180 mph, it's a number that makes me go pale. Since 2010, there have been 18 storms globally with recorded wind speeds of at least 178 mph at some point during their life span. and were two storms in the Atlantic to meet the threshold. It begs the question, especially for messaging purposes, do these types of storms need a special name? Category 6? Super-hurricane? Just something to put an exclamation point on how intense these specific storms are. But the truth of the matter is, most people who die in hurricanes don't die from wind, but from water. I reached out to my friend, Dennis Feltgen, the public affairs officer at the National Hurricane Center (NHC) about whether he thought there would ever be a day in our future we would see a Category 6, and here is what he had to say: I do agree with Dennis, but I also think as storms become stronger, wetter and slower, there might be a day the category system evolves from what it is now, just as the EF scale or Fujita scale was in 2007. And by the way, the same facility will also test tornado and thunderstorm winds. There are a few research facilities studying extreme winds. Watch below to see what 100 mph winds can do to a house. \"I think the interaction between the various components of hurricanes, the waves, the flooding, the currents, and the wind, the debris, all of that, it's very important to simulate that as practically as possible,\" said Dr. Arindam Gan Chowdhury, professor of environmental engineering at FIU. \"Everything is not possible to replicate Mother Nature. But the closer we can get, the better we can learn.\" FIU along with seven other universities will partner in this endeavor. Read the"},
{"url": "https://edition.cnn.com/2022/05/24/weather/noaa-hurricane-season-forecast-2022/index.html", "title": "Above-average hurricane season forecast with several major hurricanes", "paragraphs": " The official start to hurricane season is just a week away and forecasters are predicting another busy one. The National Oceanic and Atmospheric Administration's Climate Prediction Center on Tuesday forecast 14 to 21 named storms, six to 10 hurricanes and three to six major hurricanes -- of Category 3 strength or greater. The 2020 and 2021 seasons both exhausted the hurricane name list and broke records. No one can say for sure if this year will be similar, but in early April, , which were right in line with what NOAA is forecasting. The CSU forecast called for 19 named storms, nine hurricanes and four major storms. After back-to-back years of using all the hurricane names and resorting to the Greek alphabet, the World Meteorological Organization decided to do away with using the Greek alphabet and to be used if all the hurricane names are exhausted once again. Of course it's impossible to know how many of those storms will make landfall along the US coast, or where the largest storms will develop. However, during the announcement, NOAA Administrator Rick Spinrad recognized that the current hurricane cycle for the Atlantic is a busy one. \"If you go back two years, the 2020 hurricane season broke records across the board and it's the most active season on record with 30 named storms,\" said Spinrad. \"The 2021 hurricane season, which is the third most active year on record in terms of names of storms brought us 21 named storms with impacts, ranging from the Appalachian Mountains all the way to New England, resulting in over $78.5 billion in US damage.\" There are several contributing factors that play into a \"busy\" hurricane season. \"We are in an active period,\" said Spinrad. \"There are certain ingredients that drive the intensity and the frequency of hurricanes.\" One is the existing in the equatorial Pacific. This phenomenon creates cooler-than-average ocean temperatures around the equator in the Pacific and results in weather impacts around the globe. La Niña presents favorable conditions for hurricanes -- in contrast to that of El Niño. Hurricane seasons under El Niño conditions are known for upper-level wind patterns across the Caribbean that tear hurricanes apart as they try to form, making the seasons less active. Another reason for the above-normal forecast is the location of what's called the \"Gulf Loop Current.\" This current is \"a 600-foot-deep river of hot Caribbean water that travels between Cancun, Mexico and western Cuba into the Gulf,\" said CNN meteorologist Chad Myers. This loop current is flowing farther north now, forcing warm water at deeper levels of the ocean to travel closer to the coastal areas along the Gulf of Mexico. \"The warm water is simply too deep and the hurricane has an unlimited supply of hot water for intensification,\" said Myers. Forecasters are comparing the position of the loop current with where it was placed in the record-breaking 2005 season -- when Hurricanes Katrina and Rita both made landfall. \"Yes, the loop current does look like 2005,\" said Matthew Rosencrans, lead hurricane season outlook forecaster with NOAA's Climate Prediction Center. \"But it depends if a storm actually moves over that loop current and forecasting the specific track of storms is not something we can do beyond a week time frame,\" Rosencrans added. During the 2021 hurricane season, eight storms made landfall along the US Gulf Coast and in 2020 six made landfall along the Gulf. In 2020, and both slammed into southwest Louisiana, making landfall roughly 15 miles apart. \"In 2021, ripped through Southeast Louisiana, then caused more . \"Hurricane Ida spanned nine states, demonstrating that anyone can be in the direct path of a hurricane and in danger from the remnants of a storm system,\" said FEMA Administrator Deanne Criswell. \"It's important for everyone to understand their risk.\""},
{"url": "https://edition.cnn.com/2022/05/30/weather/hurricane-season-louisiana-wxn/index.html", "title": "With an above-average hurricane season forecast, a Louisiana resident is asking to be spared", "paragraphs": " Even two years later, Yolanda Tezeno's voice quivers as she describes the day she returned to her Louisiana home following Hurricane Laura's unyielding wrath. \"It was total devastation in our area. All the homes are just destroyed,\" Tezeno recounted. She took a long pause; the wound was as fresh as it was that August day in 2020. Tezeno arrived at her Cameron Parish neighborhood fearing the worst, and amid the rubble, there stood her home. It looked unscathed. But Tezeno's feelings of hope were quickly dashed when she opened the door. Inside, it was a very different story. \"The back was all blown out. The AC unit flew off the back of our house. All the siding came off the house, my back porch on my house with two bedrooms and the bathrooms were all caved in,\" Tezeno told CNN. For two years, Tezeno -- a single mother -- and her four children have not been able to move back in as the home gets repaired. She's been living with relatives as she balances what seems like three full-time jobs: her actual full-time job, raising her family, and endlessly dealing with insurance companies. \"This whole thing has taken an emotional toll on me,\" she admitted. Tezeno and her family are preparing to move back in a matter of weeks, which also happens to be right in time for the start of the hurricane season. NOAA is predicting , with 6-10 hurricanes and 3-6 major storms (Category 3 or higher). According to Colorado State University, the chances of Louisiana getting hit with a named storm within 50 miles this season are 84%. \"Oh Jesus, keep us spared,\" Tezeno sighed. As Tezeno and her fellow Louisianans try to mentally prepare for hurricanes yet to come, two years after Laura, Lake Charles -- 45 miles north of Cameron Parish -- still looks like a blue patchwork quilt. \"I still see blue tarps out there, there are plenty of homes and businesses that are still not completely put back together,\" Lake Charles National Weather Service meteorologist Stephen Corbani observed. \"There is a literal PTSD out there in the community,\" explained Lake Charles Mayor Nic Hunter. \"It's a visceral thing.\" The storm cost more than a billion dollars in the state of Louisiana alone, with more than 44,000 households approved by to receive housing assistance. According to , there are still more than 2,000 cases still open in the Lake Charles area -- that's 2,000 families still working to rebuild. \"We have some homes that literally have not been touched since Hurricane Laura,\" Hunter noted. But he told CNN they just got word . \"Though it has taken far too long, there is over a billion dollars in federal aid that has been allocated for hurricanes Laura and Delta. We are immensely thankful for that,\" he added. The previous two hurricane seasons have been particularly cruel for Louisiana. In 2020, , and in 2021, , a Category 4 behemoth, battered the southeastern part of the state on the anniversary of Hurricane Katrina. The poundings have left residents wary of what lies ahead. \"Certainly, as we approach hurricane season, locals are just a bit more on edge than they were prior to 2020,\" Hunter acknowledged. While it is impossible to know exactly where these storms will make landfall, the forecasts are grim. \"Looking at some of the climate signals that are out there, like , it seems like we're in store for another above normal season, just in terms of numbers and activity across the Atlantic basin,\" Carboni projected. Lake Charles is home for Carboni too, and like Tezeno, he hopes this year's busy season doesn't end up affecting his area, still so vulnerable from two seasons ago. \"The last thing we need would be for another hurricane to affect this area,\" Carboni remarked. If you are in a hurricane zone and are preparing for the upcoming season, hopefully you have a plan for you and your family, as well as a . After talking to Tezeno, though, she expressed some advice I think many times gets overlooked. \"Write down everything that you have. I don't care if it's minor and take pictures of everything that you can and check your policy,\" she urged. She also recommended securing your home if you evacuate. She recalled many of her neighbors fled their homes, only to come back and find it structurally damaged AND everything inside looted. Lastly, she advised having some sort of hurricane savings account. \"Have as much as you can to take care of yourself without relying on insurance, because sometimes they are not as quick to come to your aid as you think.\""},
{"url": "https://edition.cnn.com/2022/04/11/weather/weather-news-severe-blizzard-atmospheric-river-wxn/index.html", "title": "Atmospheric river of moisture will trigger storms and tornadoes this week", "paragraphs": " You may have heard of atmospheric rivers impacting the West Coast. We had several this year that brought , staggering to the mountains in the west, and even . An atmospheric river is a long, narrow region in the atmosphere that can transport moisture thousands of miles, like a fire hose in the sky. We talk a lot about them in the West because large-scale storm systems bring the region up to 40% of their yearly rainfall. But we started wondering: Is there anywhere else where these happen? Apparently, atmospheric rivers also occur in the eastern US, unleashing a river of moisture like what we will see this week. The reason East Coast atmospheric rivers aren't talked about much isn't because they are rare. In fact, they are quite common. \"Atmospheric rivers are more frequent on the East Coast than they are on the West Coast,\" said Jason Cordeira, Associate Professor of Meteorology at Plymouth State University. \"They're just not as impactful and don't usually produce as much rainfall.\" While Cordeira noted it is tough to give an exact number of how many atmospheric rivers impact the East every year, he says a rough estimate would be anywhere from 80-100 per year! WOW. The West gets about half that number of atmospheric rivers each year, yet they account for double the annual rainfall percentage. \"The West Coast is a much more arid climate. And they usually get precipitation during just half of the year,\" Cordeira pointed out. The East Coast accumulates its annual rainfall from several sources: afternoon storms, cold fronts and hurricanes, which can bring MUCH higher rain amounts than an atmospheric river. \"Some of the strongest atmospheric river events that are perfectly oriented, can produce 6-8 inches of rain,\" Cordeira reported. \"Those totals are dwarfed by the amount of rainfall that we can get from a hurricane.\" Some recent hurricanes such as , have resulted in rainfall totals measured in FEET, not inches. This week's atmospheric river won't leave the footprint Harvey did by any stretch, but it could affect the same areas as Harvey. The Deep South will once again be hit by a series of storms this week, along with the Plains, the Rockies and the Pacific Northwest. So, needless to say, this week's weather will be much more far-reaching. It has no doubt been a super active stretch of severe weather in the South and Southeast, as this is the fourth week in a row where active weather is affecting the same areas. However, as we get deeper into April and May, we should start to see the storm tracks shift a little farther north into what is traditionally, \"Tornado Alley,\" which is what we will begin to see this week. A series of storm systems will impact the US this week from coast to coast. It will bring everything from blizzard conditions to tornadoes to flash flooding, an exhausting week to say the least. The Storm Prediction Center (SPC) has placed a Level 3 out of 5 \"enhanced risk\" of severe weather today for central Arkansas, however, anywhere from San Antonio to the Ohio Valley could see storms today. The extreme northeast of Texas, southeast Oklahoma and western and central Arkansas, including Little Rock, are under a tornado watch until 11 p.m. CT Monday. Large hail -- possibly greater than baseball size -- and wind gusts to 70 mph are also a concern for the area. While this is happening in the central part of the country, a robust system will be entering the Pacific Northwest, and will crisscross the country in dramatic fashion today, bringing heavy rain to the coastal areas of Washington, Oregon and California, and several feet of snow for the Cascades. \"This system will deepen as it moves farther inland, setting the stage for an intense late season winter storm to impact the Rockies and Northern Plains,\" noted the Weather Prediction Center (WPC). \"Over a foot of snow is likely to accumulate between eastern Montana and central North Dakota on Tuesday.\" Blizzard warnings are in effect for portions of the Dakotas and Montana from Tuesday through Thursday. \"Total snow accumulations between 12 and 24 inches [are forecast],\" said the National Weather Service (NWS) office in Bismarck. \"Winds gusting as high as 50 mph [are also possible].\" The heavy snow and high winds will make travel nearly impossible for those areas due to whiteout conditions and will also create avalanche dangers. Many of the western mountain ranges have some sort of avalanche danger today, so be sure to check before heading out, especially in the backcountry. We wrote a story earlier in the season about what causes extreme avalanche dangers and why you only have about 15-30 minutes to be found alive after burial. Click to read more. After the system blankets the West with its late-season dump of snow, the storm will amplify as it heads east. It will combine with the available moisture provided by the atmospheric river we talked about and will result in the perfect setup for severe weather. The tornado threat will be even stronger for Tuesday and Wednesday in the midsection of the country. But the storms will be impacting areas much farther north than the previous rounds of severe weather we have seen during the last three weeks. Tuesday there is again a Level 3 out of 5 \"enhanced\" risk of severe storms from Dallas to Omaha, which includes more than 16 million people. While it is the area with the highest likelihood of storms, nearly 40 million people will have some possibility of seeing storms. \"Any thunderstorms that can develop in this very favorable thermodynamic environment will likely become severe quickly,\" the SPC advised. They mentioned any (strong thunderstorm) will be capable of producing tornadoes, saying \"some of the tornadoes could be strong.\" By Wednesday, we enter Day Three of this multiday severe event. The main threat area will shift east with the third day of a Level 3 out of 5 \"enhanced risk\" of severe weather. The bullseye will be from northern Louisiana to the south side of Chicago and include places like Shreveport, Little Rock, Memphis, St. Louis, and Indianapolis. \"Large to very large hail, damaging winds and tornadoes will all be possible,\" said the SPC. \"Strong tornadoes may occur.\" Dallas, Houston, New Orleans, and Chicago could all see storms as well. The good news is the severe threat will be over in time for Easter weekend. We could still see some lingering showers in the eastern half of the country, and some mountain snow in the Rockies, which could affect egg hunts and sunrise services. While things could change between now and then, right now the SPC doesn't have any areas highlighted for severe weather during Easter weekend as of now. As if severe storms and blizzard conditions weren't enough of a headline this week, extremely cold air will follow the front, plunging overnight temperatures into the single digits is forecast for portions of the northern Plains. \"Low temperatures in the single digits are possible and this could cause issues,\" said the NWS office in Billings. \"Do not be deceived by the sun, it is going to be fighting a very cold airmass.\" And as the climate crisis continues to change the dynamics of our weather, expect atmospheric rivers to become more intense as well. \"It's expected that as the air temperatures increase, the air can hold more water vapor and therefore any storms that are comprised of water vapor will have more of it,\" Cordeira explained. \"So, an atmospheric river, which is defined as a region of water vapor, will likely become more intense. Their frequency may not be more common, but their intensity could become larger.\" The drought-stricken West is getting even drier, according to the latest . \"Central Washington, Idaho, and northwest Montana also saw increases in drought extent or severity as short-term dryness continues to build upon long-term moisture deficits extending back to last year,\" according to the drought monitor. \"Many parts of southern Idaho, and the rest of the West, have set records for the driest three-month period (January to March) going back 100 years or more.\" Texas is also facing extreme drought with 95% of the state in some level of drought. At 26,000 square miles, Texas has more \"exceptional drought\" area than any other state, per the latest US Drought Monitor. The 26,000 square miles of exceptional drought is larger than the state of West Virginia (or more than three times the size of Massachusetts). The drought is only making fire conditions worse. From Texas to Kansas, there will be an extreme fire danger especially on Tuesday, as dry conditions and winds topping 50 mph will cover the area. Read more  Our friend Bill Weir went and walked on the bottom of Lake Powell. CNN's Taylor Ward contributed to this report."},
{"url": "https://edition.cnn.com/2022/03/14/weather/cloud-seeding-weather-modification-wxn/index.html", "title": "Scientists in the US are flying planes into clouds to make it snow more", "paragraphs": " With in drought, wouldn't it be nice if we could just \"make it rain\" or just \"make more snow?\" Well, certain parts of the country are doing just that, sort of. It's called cloud seeding, and it's nothing new. It's been around since the 1940s and countries all over the world have been doing it for various reasons , but it's a growing practice in the US, especially in the drought-stricken West. It's also surrounded with controversy. We spoke with Julie Gondzar who is the program manager for , who admits she gets lots of calls about what they are doing. Gondzar said some people say \"you're playing God,\" others say \"you are stealing moisture from the storm,\" making other areas drier than they normally would be, kind of like robbing Peter to pay Paul. There are also environmental factors to consider, as well as the cost-effectiveness versus the reward, which in the West these days water is liquid gold. \"Think about it like water storage, but in the winter on mountaintops,\" is how Gondzar described what cloud seeding is trying to achieve in her state, \"in a nutshell.\" Wyoming started cloud seeding in 2003 . Then eight seasons ago, they started doing it in an official capacity after their 10-year study proved it works. This season, they have gone on 28 flight missions for cloud seeding in Wyoming. She pointed out there are four weeks left in the season, so she is hoping for more opportunities before it winds down. When you compare Wyoming to other states such as Utah and North Dakota, who have been cloud seeding since the '70s and '80s, the state is fairly new to the game. Cloud seeding uses an already existing cloud, and injects silver iodide into the cloud, which adds tiny particles called ice nuclei (which water needs to freeze). Clouds, in basic terms, are a collection of water droplets and/or ice crystals floating in the sky. The nuclei help the cloud produce precipitation, and artificial ice nuclei help create more precipitation than the cloud would produce otherwise. It's done in two ways: One way is from the ground and the other is from the air, using silver iodide as the seeding agent. \"The ground-based generators kind of look like small weather stations, are like 20 feet tall, and they aerosolize into the atmosphere,\" Gondzar explained. \"But you have to wait for the right atmospheric conditions so that the plume goes over the mountain range.\" It makes seeding a little more tricky, because if the wind is blowing in the wrong direction, you'll completely miss your target. The most popular way is by plane, using flares. \"There are flares on the wing of the planes with silver iodide inside of cardboard casings and there are flares on the belly of the plane,\" Gondzar pointed out. Once the pilot flies into the storm, they ignite the cardboard casings full of silver iodide and \"seed\" the clouds. The result is more moisture in the cloud, resulting in more precipitation. The silver iodide \"is a natural salt compound,\" Gondzar emphasized. \"The reason it's used is because the geometric shape down to a molecular level is very similar to that of an ice crystal. And if you don't have that, you're not going to create additional ice crystals, which will then accumulate into snowflakes.\" But if you think you can bust the drought by using planes to modify the weather, Gondzar said think again. \"Cloud seeding does not fix the drought,\" Gondzar said. \"You can't break a drought with cloud seeding. It's a tool in the toolbox.\" Gondzar admitted while they know the method makes more snow than they would otherwise receive, it's difficult to know exactly how much more they are getting. \"There's evidence of it in radar and all kinds of papers written,\" Gondzar noted. \"The question that they're trying to answer now is how well does it work? And that's a difficult question to answer. Because there's an abstract piece of this. There's really no way to know how much snow a particular system would have produced.\" She knows cloud seeding doesn't generate a lot of additional snowfall, but every little bit helps these days. According to , some areas in the state are only at 60% of average for snowpack this season, and the window for additional snow is slowly closing as the season winds down. Since most of the West gets the majority of its water from snowmelt, she hopes what they are doing helps a tiny bit in the long term. \"It's a small incremental change over a long period of time. That's why consistency is important,\" Gondzar urged. She added at $28-$34 per acre foot, cloud seeding is relatively cheap. \"Those numbers tell us that this is an inexpensive way to help add water to the system. Essentially, we are creating a little bit of additional snowpack, that becomes additional streamflow in the spring and summer.\" But you need a cloud, to cloud seed. You can't just go out to the Mojave Desert and make it rain. \"This is not something that we can do out of thin air,\" Gondzar cautioned. \"The criteria is very specific for this to actually work.\" It can only be done within already existing clouds that were going to produce snow anyway and there has to be a certain temperature range. \"The silver iodide in the cloud is initiating that snow,\" Gondzar said. \"But you can't just make snow out of nothing. You have to have the supercooled liquid water in the cloud.\" She explained part of what made this year difficult was the much drier weather during the last month. There were fewer opportunities to cloud seed. \"A lot of people think it's manipulating the weather pattern,\" Gondzar remarked. \"We are essentially just playing with cloud dynamics and cloud physics, on a super, super-small scale.\" She is a meteorologist as well and points out the moisture from the weather systems come from much bigger areas like the Gulf of Mexico or the Pacific. \"There's always a huge stream of moisture that our systems are tapping into, and cloud seeding probably brings an additional one to 2% down to the surface.\" While Gondzar is confident cloud seeding doesn't steal snow from another area, some scientists disagree. Daniel Swain is a climate scientist at UCLA and spoke with my colleague and climate writer . He told her \"It is possible that you're actually stealing water from someone else when you do this, because it may be, at least on a regional basis, a zero-sum game where if water falls out of the cloud in one spot, it's even drier by the time it makes it downwind to the next watershed.\" He went on to ask, \"To what extent are you just shifting around the spatial distribution of precipitation during a scarcity period rather than actually causing it to rain or snow more overall?\" He believes water equity issues need to be researched more. Another note of controversy has been the safety of the chemicals used in cloud seeding. Gondzar stressed it is not made of harmful chemicals like some people claim. She pointed out they did lots of testing for before they started officially cloud seeding and could not find any traces of harmful amounts of silver. \"There's silver in natural background levels in the water in the soil everywhere, on the surface of the earth,\" Gondzar noted. \"So you already have a natural background level of silver, it's been really difficult to find anything beyond background levels.\" She said the amount of silver iodide used is only a few grams at a time. What she's hoping is a small price to pay for bigger rewards down the road. There have been climate concerns surrounding cloud seeding. Here's more from Ramirez, who reached out to a few scientists, to get their take on cloud seeding's climate angle. Although cloud seeding has been around for decades and is currently being operated in roughly 50 countries, many climate scientists remain skeptical of the technology's efficacy as well as the time and effort put into trying to manipulate weather. Swain pointed out it has been historically difficult to design scientific experiments to test the effectiveness of cloud seeding, leaving behind a trail of unclear, intangible evidence on what the benefits are. \"How do you know how much precipitation that might actually end up falling from that cloud occurred due to the seeding? Or how much would have fallen without the seeding?\" Swain told CNN. \"This isn't a setting where you can do a truly controlled experiment.\" Cloud seeding experiments typically deal with a narrow set of parameters, according to Swain, taking into account weather conditions including cloud cover, time of the day, and location. Additionally, the rapidly changing climate adds another layer to the list of variables. As the planet warms, weather patterns and clouds will constantly evolve, often in unexpected ways. That's what Sarah Tessendorf, a scientist at the National Center for Atmospheric Research, and other researchers from universities and an Idaho power company, set out to examine in 2017. , published in 2020 in the Proceedings of the National Academies of Sciences, managed to quantify how effective cloud seeding is. Yet uncertainties still linger. During the cold winter months in 2017, the researchers flew aircraft to inject silver iodine, the seeding chemical used, into clouds over the Payette Basin in Idaho, while simultaneously using radars and models to measure its impact on snowfall. In three cloud-seeding events, the scientists identified \"unambiguous seeding patterns,\" in cold cloud decks not producing ice at all; but once seeded, ice crystals formed inside mirroring the same pattern the aircraft had flown. They were then able to track the formed ice and snow to the ground and measure how much additional snow fell from the seeded clouds. Despite the results, Tessendorf said more experiments need to be done to improve the technology for it to become a sweeping solution to the climate crisis. The amount of precipitation produced by cloud seeding — up to 10% — isn't enough at all to quench the drought-stricken West. \"It could help over the years augment the storage levels in reservoirs, so that when you get into that extract, you might just go into that drought with a little bit more than you would have otherwise,\" she said. \"That to me is the way that cloud seeding should be viewed. It's not going to be the silver bullet, but it could be a helpful tool in a water manager's toolbox.\" When it comes to tackling climate change as a whole, many also question the methods such as the deployment of fossil fuel-powered aircraft to inject silver iodide into clouds, arguing it is counterintuitive to the overall climate goals of slashing fossil fuel emissions. But Tessendorf argued it is a small price to pay in order to improve the technology. \"I will say that the number of aircraft and the duration of these flights to do cloud seeding and the programs that are currently having it done pales in comparison to the number of commercial flights and aircraft we have in the skies all over the world right now,\" she contended. \"So it's to me a drop in the bucket of extra fossil fuels being burned.\" \"But that does not mean that there isn't room for improvement there in order to have more of a clean process,\" Tessendorf added. With the climate crisis accelerating, climate scientists like Swain say resources are much better invested in climate solutions already guaranteed to make significant and equitable impacts. \"There needs to be controlled studies that actually shows it was the seeding that increased the precipitation in a meaningful way,\" Swain asserted. \"The best case scenario is it's a small incremental adjunct to other water-saving or conservation measures during scarce periods, but even that's not clear if it would really work in that capacity in any systematic way.\" CNN meteorologist Judson Jones contributed to this article"},
{"url": "https://edition.cnn.com/2021/10/26/tech/seatrec-bedrock-robot-seabed-mapping-climate-spc-hnk/index.html", "title": "Electric robots are mapping the seafloor, Earth's last frontier", "paragraphs": " For centuries, humans have explored the Earth's mountains, jungles and deserts. But despite covering more than of the Earth's surface, the ocean is still a relative mystery. In fact, we know more about the than we do about the sea floor; just over of the ocean bed has been mapped. Getting a fuller picture would enable us to navigate ships more safely, create more accurate climate models, lay down telecommunication cables, build offshore windfarms and protect marine species -- all part of what's known as the \"blue economy,\" projected to be worth by 2030. Underwater robotic vehicles equipped with sensors are helping gather that data quicker and more cheaply than ever before. But many of these vehicles rely on batteries with a limited lifespan, and need to return to a boat or the shore to recharge, making it difficult for them to map more remote parts of the sea. A five-year-old startup called is rising to the challenge, founded by oceanographer Yi Chao. While working at NASA, he developed technology to power ocean robots by harnessing \"the naturally occurring temperature difference\" of the sea, Chao told CNN Business. The power module can be installed on existing data-gathering robots or Seatrec's own floating device. This dives a kilometer down to examine the chemistry and shape of the seabed, using sonar to create a map of the surrounding area. The robot returns to the surface to send back its findings via satellite. As the float moves between colder and warmer parts of the ocean, material inside the module either melts or solidifies, causing pressure that in turn creates thermal energy and powers the robot's generator. \"They get charged by the sea, so they can extend their lifetime almost indefinitely,\" Chao said. A basic float model typically costs around $20,000. Attaching Seatrec's energy system adds another $25,000, Chao said. But the access to free, renewable energy and the ability to stay in the water longer makes data gathering up to five times cheaper in the long run, according to Chao. He said the startup is making fewer than 100 devices per year, primarily for marine researchers, but the technology is easily scalable -- Seatrec's energy module can also be can be retrofitted onto existing mapping devices to extend their range. New technologies that can extend the reach of data-gathering devices are crucial for mapping more remote parts of the deep sea, according Jamie McMichael-Phillips, director of the Nippon Foundation-GEBCO . \"One of the huge challenges we have is quite simply physics,\" said McMichael-Phillips. \"Unlike mapping the Earth's surface where we can use a camera [or] satellites, at sea, light does not penetrate through the water column. So we're pretty much limited to using sonar systems.\" Launched in 2017, the Seabed 2030 Project has increased awareness about the importance of the ocean floor, and given researchers and companies a clear goal to work towards: map the entire seafloor by the end of this decade. Some companies, such as , are surveying the ocean from the surface. Another startup, Bedrock Ocean Exploration, says it can provide surveys of seabed areas up to 10 times faster than traditional methods by using an autonomous electric submarine fitted with sonars, cameras and lasers; the data is then analyzed on Bedrock's own cloud platform. Even with the growing number of technologies accelerating seabed exploration, completing the map is still a logistical and financial challenge. Chao estimates that it would take 3,000 of Seatrec's floats operating over the next 10 years to fully survey the ocean. The company has raised in seed funding to scale up production of its energy harvesting system. But this is a drop in the ocean of the capital needed to fully survey the ocean, which is estimated to be \"somewhere between $3 to $5 billion,\" according to McMichael-Phillips -- \"pretty much the same order of magnitude as the cost of sending a mission to Mars.\" Bedrock's DiMare believes it's time we start investing in our own planet. \"If we want to keep Earth as a place that humans can live,\" he said, \"we have got to get a lot smarter about what's going on in the ocean.\""},
{"url": "https://edition.cnn.com/2021/07/15/business/whim-app-helsinki-spc-intl/index.html", "title": "These apps are trying to put car dealers out of business", "paragraphs": " City dwellers are used to switching between apps to decide the best way to get from A to B. Is it quickest to get the train or the bus? What about a taxi or a city bike? Which provider has the nearest e-scooter? It can be inconvenient and time consuming. Which is why Finnish startup MaaS Global decided to aggregate all these services into one app called Whim. Available in more than 10 cities across Europe and Asia, users can access taxis, buses, bikes, e-scooters and rental cars. \"Whim's sole purpose is to compete against car ownership,\" CEO Sampo Hietanen tells CNN Business. According to the International Energy Agency, transport is responsible for , most of which come from . If Whim can persuade users to trade their car keys for a single app offering multiple transport options, the environmental impact could be enormous, says Hietanen. He admits this isn't an easy task. To succeed Whim has to be more convenient and cheaper than owning a car. \"The car represents freedom of mobility,\" says Hietanen — even if a city dweller barely uses it, they still keep it parked outside as a \"freedom insurance.\" To compete, Whim offers rental cars and taxis, but Hietanen says that users tend to opt for public transport or micromobility (shared lightweight vehicles such as bikes or e-scooters). Users can choose between multiple tiers of service, including a pay-as-you-go option and a 30-day season ticket, which costs €62 ($73) in Helsinki — where the app is most established — for unlimited public transport and short taxi rides. The ticket also offers car rental from €55 ($65) per day. While Helsinki has well-developed alternatives to driving, that's not true of everywhere. If a city \"does not have a wide public transport system or a lot of rental cars or taxis in place\" then it will be difficult to convince people to give up their cars, says Maria Kamargianni, associate professor of transport and energy at University College London. She says apps like Whim represent the first step in tempting people away from car ownership, and adds that the availability of alternative transport options is likely to improve as the market matures. Research firm predicts the global mobility service market will grow from $4.7 billion in 2020 to $70.4 billion by 2030. Other providers include Citymapper, which for Londoners in 2019, and Moovit, which launched an in Israel last year. Whim, launched in 2016, is one of the earliest providers and has raised more than $60 million from investors such as  ,  and Toyota Financial Services. It's available in several European cities and in Tokyo, and has racked up 18 million trips globally since launch. But the business has been hit by the Covid-19 pandemic, says Hietanen; with fewer people traveling, revenues are lower, stalling the company's expansion into other cities. Finnish newspaper recently reported that the company had spent €50 million ($59 million) on failed expansion ventures. Hietanen says the money was spent on integrating multiple transportation providers, establishing market readiness in several countries, and developing the complex technology that underpins the app. \"We've known from the beginning that the investment needed to create this would be substantial,\" he says, adding that the company has recently secured further investment. Though the industry is in its infancy, Hietanen is confident the demand will be there. A from the International Transport Forum (ITF) says that mobility services will be vital in meeting the needs of a growing world population and fast-paced urbanization. But for growth to happen, \"people must choose it over other travel options\" such as private motor vehicles. This is already happening, says Hietanen. According to a company survey carried out in Helsinki, 12% of its users said that Whim had prompted them to give up their cars. \"People want the more sustainable solution,\" he says, \"but they still want the freedom of being able to go anywhere, anytime.\""},
{"url": "https://edition.cnn.com/2022/08/22/business/mexico-city-work-from-home-us-expats/index.html", "title": "Mexico City becomes 'work from home' haven for US expats, but locals are getting priced out", "paragraphs": " Sandra Ortiz struggles to t without breaking down into tears. \"They arrived and told us we had five minutes to get everything out,\" Ortiz said, recalling her family's eviction in February. Ortiz, 55, and her four siblings had taken over Tortería Colima from their father, who started it as a bakery in 1968. The siblings expanded it into a restaurant, which grew popular among locals in Mexico City. For 54 years, the Ortiz family ran its business from the ground floor of a four-story building, located at a busy corner in the increasingly desirable Roma neighborhood. But in recent years, the family watched as the community around them changed. An influx of foreigners, mostly from the US, inspired Mexican landlords to renovate and remodel their properties to accommodate the wealthier arrivals. Ortiz watched as visitors and tourists suddenly became full-time neighbors. \" ,\" she said. \"It's difficult because a lot of these foreigners come, and they have a bunch of money to be able to spend on these apartments and rents.\" The Ortiz's landlord followed the business trend. The family tried to push back and keep their space, but after a lengthy legal battle they were ultimately evicted in February. More than a half century of belongings were piled up on the street as they were forced out. The building is now being renovated into high-end apartments. \"A lot of pain ... They hurt me a lot,\" Ortiz said, washing dishes alongside two of her sisters. They now work at another restaurant — no longer as owners but as employees — in a far less central location than Tortería Colima. Ortiz admitted the have compounded the situation, and she does not fault foreigners for wanting to visit Mexico City. But she worries that as more US expats arrive to stay, more locals will be pushed out. As renovations are underway in the floors above their now-shuttered restaurant, across the street sits a storefront with a sign appealing to new residents. It reads: \"Hello Mexico City!\" ... in English. It's not hard for locals to understand the appeal of relocating from the to Mexico City. \"It's pretty, their money is worth more here, they can live in a house or apartment that's really nice and big, create a better life,\" Fernando Bustos Gorozpe said. \"But it's not as though there's an interest to participate and understand the local culture here.\" Bustos Gorozpe is a university professor who was born and raised in Mexico City. He noticed the trend of American expats traveling to Mexico's capital accelerated with Covid-19, since had fewer border restrictions than other countries. That coincided with a . Many chose to do that south of the border, in Mexico City. The US State Department says 1.6 million US citizens live in Mexico. But it doesn't know how many are living and working there on tourist visas. The Mexican government does not track that data either, but it recorded more than 5.3 million American tourists flying into Mexican airports from January to May 2022. That's nearly a million more compared with that same period in 2019. Real estate agent Edyta Norejko said she gets dozens of calls weekly from Americans inquiring about relocating to Mexico City. \"It is very often from Los Angeles or New York City,\" she said, adding that most are looking to avoid the in the United States and cash in on a strong exchange rate. In 2014, Norejko, who's originally from Poland, and her husband, Eduardo Alvarez, a Mexico City native, created their real estate firm with foreigners in mind. The say about 70% of their business comes from clients outside of Mexico who aspire to live in the country's capital city. \"There is a lot of benefit about the foreigners living in Mexico City,\" Norejko said, referring to the tourism revenue generated by Americans traveling to Mexico. \"We need them.\" In the first five months of 2022, tourism from US travelers generated nearly $11.5 billion in revenue for Mexico, according to the country's secretary of tourism It's on track to surpass pre-pandemic levels. \"It's money that comes in, but that only ends up in the hands of a few people,\" Bustos Gorozpe. \"And locals end up displaced because they can no longer pay for these areas that've become very expensive.\" In neighborhoods like Roma and Condesa, charming cafes and trendy restaurants now cater to English-speaking expats. Bustos Gorozpe has noticed fewer foreigners making the effort to speak Spanish, and in some cases assuming the locals should understand English. That's led to frustrations rising among some residents. \"Of course, this is not like, 'We hate people from the outside,'\" Bustos Gorozpe said. But Bustos Gorozpe said signs posted in one gentrified community do express a growing anger. \"They read, 'Please leave, we don't want you here!'\" Among the US expats who've flocked to Mexico City in recent months is 37-year-old Erik Rodriguez. Rodriguez originally traveling to Mexico City as a tourist, and now lives in the city and works remotely as an economic development analyst for a US-based agency. Although his grandparents were born in Mexico, Rodriguez admitted he's not in Mexico City to rediscover his roots or improve his Spanish, of which he speaks only a little. He's there to save money while still enjoying a quality lifestyle. \"In San Diego my apartment (a studio) was probably $2,500 (a month),\" he said. \"Here I have a one bedroom and I pay $800 a month.\" Rodriguez and other so-called, 'digital nomads', can be seen in city cafes or in parks, laptops open, busy at work. He said when he first arrived in Mexico City, he felt nothing but welcomed. \"I think there was a sense of 'we want people to come here to stimulate the economy. Thank you for being here.' But I know that recently there's been complaints from locals about the effect that expats living here has had on their own lifestyles,\" he said. Rodriguez says he isn't sure about staying in Mexico long term. But, he added, \"It is starting to feel like home.\""},
{"url": "https://edition.cnn.com/2022/08/22/business/nightcap-quiet-quitting-tesla-full-self-driving/index.html", "title": "Bosses don't need to freak out about 'quiet quitting' ", "paragraphs": " All right: Let's talk about the buzzy catch-all phrase that's not so quietly taken over work culture conversations in recent weeks. It is not new, nor is it actually quitting, but it is a crystallization of a moment worth reflecting on as office life evolves in the pandemic era. In short, quiet quitting means doing the bare minimum at work. You do what you're asked, and you do it competently, nothing more. That shouldn't be controversial, but it's struck a nerve, inviting a deluge of hot takes. At its core, quiet quitting is a rejection of hustle culture, a backlash to the #riseandgrind lifestyle that places work at the center of one's orbit and ultimately leads to burnout. Here's the thing: A lot of us — and by \"us\" I mean people raised under post-industrial Western capitalism, in an era of relative generational privilege in which the cultural messaging about work shifted radically toward the notion that each individual human is special and can be or do anything they want as long as they put in the work and never stop following their dreams — are tired. Tired of leaning in. Tired of feeling guilty about taking vacation. Tired of the nine-to-five that's more like a nine-to-seven-or-eight most days. Tired of panic attacks in the middle of the night over an email that may or may not have hit the right tone. The solution, for some, is just to opt out of all the extra emotional baggage that can accompany a job. Again, that's not a new concept — fans of the 1999 movie \"Office Space\" may recall that Gen X was \"quiet quitting\" long before social media made it a trend. But the idea is taking off because of underlying social and economic forces that have transformed our relationship with our jobs since the start of the pandemic. Of course, there's no shortage of about how this is just another lazy young-person trend, a Gen Z scourge, a fad carried out by a bunch of entitled brats who are ruining their career prospects. That is, of course, missing the point. Quiet quitting isn't quitting the , it's quitting the really crappy parts of the job. And that's unquestionably a good thing. Bosses who are worried about quiet quitting might want to look inward for a moment. If your staff are rejecting a life of juggling emails while ostensibly on vacation, or endless meetings, or grueling hours, maybe it's the demands of corporate life that need to change and not the attitudes of the people who dare to opt out of the grind. British consumer price inflation is set to — nine times the Bank of England's target — early next year, Citibank economists said in a note to clients, citing Europe's escalating gas crisis. That would be the highest rate among Western economies, and well above the Bank of England's forecast earlier this month that inflation would hit 13% by the end of this year. Tesla fans are trying to set the record straight on the car's \"full self driving\" technology -- a $12,000 add-on that, despite its name, does not actually allow the car to drive itself. So they're doing what any reasonable human would do to make a point: putting their children in front of moving vehicles. For the uninitiated: Tesla's \"full self-driving\" beta software allows the car to steer, brake and accelerate, but requires an attentive human driver ready to take the wheel. It is riddled with flaws and inconsistencies that have raised alarms among safety regulators and industry experts. One such critic, Dan O'Dowd, published a video earlier this month apparently showing Teslas in \"full self-driving\" mode repeatedly mowing down child-size mannequins. O'Dowd calls FSD the \"worst commercial software I've ever seen\" and wants it banned. But some Tesla zealots say FSD has been unfairly criticized, and they're recruiting their own kids (and kid-size mannequins) to prove it, as In one video, Carmine Cupani drives 35 mph in a parking lot, with his 11-year-old son standing in the car's path. Using, FSD, the Tesla brakes steadily and stops well ahead of the boy. Cupani did another test with his son on a street using Autopilot, the more rudimentary Tesla driver-assist software, and found it stopped for his son, too. Enough people are apparently doing this that the National Highway Traffic Safety Administration took the extraordinary step of warning people to, like, not put children in front of moving cars. Perhaps more than any other car in history, Tesla tends to whip up its critics and proponents into a kind of tribal furor. There are Tesla die-hards who think the technology behind FSD is nearly perfect. And there are never-Teslas who dislike the man behind the wheel, CEO Elon Musk, saying he's unleashed an unfinished technology into the wild recklessly. But whatever people feel about FSD or Tesla or Musk, at the end of the day there is still no industry testing body that examines the code for \"full self-driving.\" The US government has no performance standards for automated driver-assist technology like Tesla's rudimentary \"Autopilot.\" Somehow we've hit a point where we're just trusting Tesla and troubleshooting its technology out in the wild. \"We're using absolute, Wild West chaos rules,\" O'Dowd told Matt in an interview. \"And we've gotten something that is so terrible.\" Tesla is raising the price of its \"full self-driving\" feature"},
{"url": "https://edition.cnn.com/2022/08/19/economy/worker-shortage-small-business/index.html", "title": "America's small businesses are running out of workers", "paragraphs": " The pandemic forced Freed Bodyworks, a wellness center offering massage therapy, yoga, acupuncture, mental health counseling and other services, to shut down for four months. But while clients returned when it reopened in the summer of 2020, workers did not. Almost two years later, owners Frances Reed and Jessica VonDyke were forced to shut the business' doors. \"I couldn't hire anyone,\" said Reed. \"We never had trouble with our demand for services. It was 100% a supply issue for us.\" Before the pandemic, Freed Bodyworks had 20 practitioners booking up to 550 clients a month. It reopened with a skeleton crew of eight -- too few, Reed said, to bring in enough revenue to sustain the business. Two former staffers had departed for graduate school, three had moved to areas with a lower cost of living and several had to take on caregiving roles in their families. Moreover, the shutdown of in-person instruction at massage schools dried up what had once been a dependable pipeline of emerging talent. \"In the entire time period from when we reopened until closing, I managed to hire three people, and that was with full-time recruiting,\" they said. Reed is far from alone. Small business owners across the United States today face an acute labor shortage, which experts warn has hit a crisis level. A recent survey found that about half of small-business owners said in July they still can't fill open jobs, a near-record high in the survey's roughly five-decade history. \"Hiring has never been harder for small-business owners,\" said Bill Dunkelberg, chief economist for the NFIB. While the current labor market poses a challenge for employers of all sizes, small businesses have less ammunition in the battle for talent, lacking access to the kind of cash flow, credit and economies of scale that larger corporations enjoy. That makes it harder for them to offer things like competitive wages or sign-on bonuses. \"It's likely true that the big box stores are paying more,\" said Harry Holzer, a professor of public policy at Georgetown University. That puts mom-and-pop businesses at a serious disadvantage. \"If they're operating on tight margins, maybe they can't afford to raise wages to lure more workers,\" Holzer said. Susan Sarich founded SusieCakes in 2006 and has grown it into a 26-bakery chain, the vast majority of which are in California. But her head count has plunged from nearly 500 before the pandemic to just over 200 now -- and rebuilding those ranks has become more and more difficult. With still at around $5.30 per gallon, many prospective employees say they , Sarich said. \"We increased hourly pay close to 20% [but] the cost of living is off the charts,\" she said. \"Some are commuting upwards of an hour and a half each way and you add on gas prices and it's like, how does the math work?\" she said. To cope, her bakeries remain closed two days a week and are open shorter hours. She has cut her product offerings, including dropping customer favorites like iced sugar cookies based on a beloved family recipe. \"The demand was there, but we didn't have the people, so we had to pivot pretty quickly to a reduced labor model. For us, that meant fewer days, fewer hours a day and fewer products,\" she said, adding that she is still down from her pre-pandemic revenue by about 15%. Eric Groves, CEO of Alignable, an online platform for small businesses, said owners are taking it on the chin, with higher inflation both raising their costs and crimping their sales as consumers become more cautious. \"We're seeing this double whammy,\" he said. \"It's harder to find people, and the costs are going up.\" A recent Alignable survey found that only about a third of small businesses are making 90% or more of their pre-pandemic revenue, Groves said. That's worse than the results of a similar survey conducted last year, when 42% said they had recovered 90% or more of their pre-pandemic business. \"They do have to sometimes dial back the hours that they're open,\" Groves said. \"It's this constant pressure of lower revenue, higher costs and challenges of just trying to get to the other side of this.\" There's a combination of factors working against small business owners as they try to add head count. The July jobs report showed that matching the half-century low it reached in February 2020. The report also showed that the labor force participation fell slightly, to 62.1%. \"Able-bodied people of the right age are just not out there looking for jobs,\" said David Dollar, a senior fellow at the Brookings Institution. A number of factors are behind this, economists say: An ongoing shortage of care workers, lower immigration rates and a pervasive fear of the pandemic. \"A lot depends on, do people feel confident that we've got Covid under control?\" Dollar said. Edward Fox owns two franchises of Tradebank, a business barter service with locations in Wichita, Kansas, and Nashville. When his sole Nashville-based employee departed at the end of 2020, he spent six months searching in vain before giving up and shuttering the office. He estimates that he sacrificed $200,000 to $300,000 in lost business as a result. \"We were hoping that the job market would bounce back, that we'd have a bunch of people applying... but, man, it has been a struggle,\" he said. Fox said he was constrained in his ability to raise pay because Covid quashed many of the barter deals his business brokered, knocking out around 75% of his business. Without someone on the ground in Nashville, it made it tough to recapture that revenue. \"I just think that everybody is looking for the same labor pool, and it's tough,\" he said. \"I think I think managers don't want to let go of the control they have over the employee,\" he said. \"I think we've got a new reality we've got to face there, too.\" might be a drop in the ocean for the US economy, but if enough small businesses like Reed's ultimately fail due to the labor shortage, that situation could turn into an economic tsunami, experts warn. Small businesses account for nearly half of private sector employment and contribute more than 40% to the US gross domestic product. \"It would be a shame to see them go out of business. You don't want the retail sector getting more and more concentrated,\" Holzer said. When vacant storefronts become a fixture on Main Streets across the nation, consumers wind up with fewer choices about where they spend their money, and workers are left with fewer places to seek employment. \"Anytime you lose jobs, it reduces the overall health of the local labor market,\" Holzer said. \"It's good for workers to have choice as well as consumers.\""},
{"url": "https://edition.cnn.com/2022/08/22/business/quiet-quitting-tiktok-work-wellness/index.html", "title": "Quiet quitting is the latest workplace trend, but it doesn't mean what you think", "paragraphs": " Years of long hours, understaffed companies and burned-out employees have all led to the latest TikTok trend: quiet quitting. The catchphrase quiet quitting is misleading, however, making some people think it means workers doing the bare minimum at their jobs. This is unequivocally false, said Kathy Caprino, a Connecticut-based women's career and leadership coach and author of \" .\" \"It's about stopping doing work that people think is beyond what they were hired to do and not getting compensated for,\" she said. Employees still excel at their jobs, but they aren't working overtime to do it, former engineering consultant Paige West told CNN. \"While I was in my 9-to-5 job, I was still working my 40 hours a week. I was still fulfilling my job duties. I was just taking away that feeling of stress I had,\" she said. The drastic workforce shift during the pandemic largely brought on the rise of this behavior, said S. Chris Edmonds, founder and CEO of , a Colorado-based consultancy that helps senior leaders create a positive work culture. Companies have pushed additional responsibilities on employees because some organizations were unprepared for the pandemic and great resignation, he said. Many people were also frustrated when managers insisted on certain rules like going back to in-person work, which created more burnout and frustration, Edmonds said. thought their managers had their best interests at heart, according to a Gallup poll released in March 2022. Quietly dropping some of your work tasks you think are beyond your description is not a sustainable solution, but there are other ways to achieve what you want, Edmonds said. In order to set boundaries in your career, you need to learn what your boundaries are, said Octavia Goredema, career coach and author of \" .\" \"The fastest way to burn out is if you don't respect what matters most to you,\" she said. For some, that may be clocking out of work on time instead of staying two hours later, Goredema said. Employees should ask themselves what tasks make them feel fulfilled and which ones don't matter as much, she said. From there, you can home in on what your priorities are and what you need to be fulfilled in your career, Goredema said. After you determine what you need your position to be for you to be successful and happy in your role, it's best to speak with your manager to gain some understanding, Edmonds said. Communication is key. You may have one idea of what your job responsibilities are, and your boss may have another, Caprino said. If you stop doing some tasks because you feel they're outside your scope, it could look like you're slacking if your manager thinks those are part of your job, she said. \"Even running my own team, if I suddenly stopped doing work that everyone assumes I'd be doing, there would be trouble and things would fall through the cracks,\" Caprino said. If you're aiming to get fairly compensated for any additional work you've taken on, present facts to your manager about your job performance and what you've accomplished so far, she said. From the manager's perspective, it's important to understand your employees and make sure they feel supported in their respective roles, Edmonds said. \"The responsibility of employers is to find out what people perceive as fair, then don't do anything less than that,\" he said. Leaders should focus on engaging in regular conversations and building relationships with their employees, Edmonds said. Talks could expand beyond work to include some of their personal interests and priorities because that can often affect their work life, Caprino said. \"If you don't understand the internal state of your employees, things are going to happen that you're going to be blindsided by,\" she said. Managers should consider setting up one-on-one meetings with their workers at least once a quarter, Goredema said. \"We have to show that we are committed as leaders, that we're involved and that we're invested,\" she said."},
{"url": "https://edition.cnn.com/2021/09/09/tech/india-software-saas-intl-hnk/index.html", "title": "India's got the next big thing in tech, and it could be worth $1 trillion", "paragraphs": " More than two decades ago, India began its transformation into a global , ushering in an era of wealth and job creation never before seen in the country. Now, Asia's third largest economy is ready for the next big frontier in tech: Coming up with a new generation of software companies like Zoom or Slack. The Covid-19 pandemic has forced business around the world to make huge investments in digital infrastructure, furthering the influence of companies providing software-as-a-service, or SaaS. Businesses spent an extra $15 billion per week last year on tech as they scrambled to create safe remote working environments, . SaaS companies provide web-based applications that take care of everything from how secure the software is to how well it performs. Some of the world's most well-known SaaS companies include  , SAP Concur and  , the American behemoth that owns . India's software-as-a-service industry could be worth $1 trillion in value by 2030 and create nearly half a million new jobs, according to a compiled by consulting firm McKinsey & Co. and SaaSBoomi, a community of industry leaders. There are nearly a thousand such companies in India, of which 10 are unicorns, or startups worth at least $1 billion, the report said. \"This can be as big an opportunity as the IT services industry was in the 90s,\" said Girish Mathrubootham, CEO of Freshworks, India's best-known SaaS company. It filed for an last month, joining a string of other unicorns that are going public this year. Freshworks was founded more than a decade ago in the southern Indian city of Chennai. Like Salesforce, it provides software to help companies manage relations with their customers. It's also India's oldest unicorn in the sector, having raised funds from investors such as Tiger Global and Accel, and has more than 50,000 customers. The company was last valued at $3.5 billion in a 2019 funding round, according to data firm Tracxn. Other Indian SaaS firms have found traction by focusing on niche businesses. , for example, is a unicorn that builds software for the spa and beauty salon industry. Of India's 10 SaaS unicorns, six reached that milestone in 2020, and investors around the world are paying attention. Last year, investors pumped $1.5 billion into Indian SaaS companies, four times more than in 2018 or 2019, according to the SaaSBoomi report. Investors are excited about SaaS because of the \"massive adoption\" of software over the last decade, according to Mohit Bhatnagar, managing director of Sequoia Capital India. While India is a in the global SaaS market, investors say the country could eventually dominate the sector because of two things: its vast pool of English-speaking developers, and the relatively low cost of hiring them. Thanks to the rise of India's IT industry, software engineering has become one of the most in the country. \"India actually has one of the largest developer communities in the world,\" Bhatnagar told CNN Business. Many of them have worked at some of the biggest global tech companies. Abhinav Asthana, the co-founder of Postman, pointed to his experience working as an intern at Yahoo in Bengaluru as instrumental in the decision to build his product. He came up with the idea to build a tool that would simplify the API (Application Programming Interface) testing process. An API is a programming code that defines how two applications communicate with each other, and Postman says it has made it easier for engineers to work together as they design and build their APIs. \"We saw how software was created at these global companies, and we saw API was a key problem,\" Asthana told CNN Business. Now, Postman is India's most valuable SaaS unicorn, with a valuation of $5.6 billion. The low cost of operating in India is a big plus. According to a report by  , the salary of entry-level developers in India is 85% less than their counterparts in the United States. \"If you are building a SaaS company in the US, it is better to have a million-dollar client rather than a $10,000-client because you need to pay for sales and marketing in that country,\" said Prasanna Krishnamoorthy, managing partner at SaaS accelerator Upekkha. \"When you are serving customers from India, you can have these small and mid-sized companies, as well as large ones.\" Most SaaS companies focus on global clients, similar to the strategy that was followed by India's IT giants such as TCS and  . Investors see this as a welcome change, since most of India's oldest unicorns — from Flipkart to Paytm — have focused primarily on the domestic market. Almost 98% of Fortune 500 companies use Postman's products, according to Asthana, while Freshworks' first client was based in Australia. SaaS firms are much better placed to go global than e-commerce companies like India's Flipkart, for example. They write software once, and then are able to use it multiple times. \"For a Flipkart you need billions of dollars [to grow internationally], but for a Freshwork you need much less capital to go global,\" said Mathrubootham, who is also an investor in Postman. This is because e-commerce firms require a ton of money to set up physical operations elsewhere — they have to hire delivery drivers, rent warehouses and buy inventory. Bhatnagar of Sequoia Capital said that Indian software entrepreneurs \"mastered\" the art of \"remote sales\" fairly early. \"Honestly, in this last two years, the whole world has had to understand how to do better remote sales,\" he added. Despite the euphoria, there are some hurdles Indian companies have to overcome before they can deliver on the $1 trillion promise. Indian engineers trained in the IT services industry may find it hard to develop the discipline required to build a product-focused company. In IT services, \"you are selling bodies and you say yes to everything the customer says,\" said Krishnamoorthy. SaaS companies, on the other hand, have to say no to 99% of [potential] customers, he added. And India's startup ecosytem is still relatively immature when compared to Silicon Valley. Despite the massive size of some homegrown unicorns, Mathrubootham said that the country does not have a \"global tech powerhouse product brand.\" But he hoped that future SaaS companies can change that. \"It is my personal dream to see India as a product nation,\" he added."},
{"url": "https://edition.cnn.com/2022/08/24/success/starting-a-family-work-benefits/index.html", "title": "How your company can help you pay for starting a family ", "paragraphs": " Having kids is a major life change -- and it can also be very expensive. And over the past several years, more workers are seeking out company benefits that help cover some of the costs. Some companies are offering coverage for things like egg freezing, in vitro fertilization and breast milk shipping for traveling employees. Not only are these benefits a good way for employers to attract talent in a tight labor market, but they help companies retain existing workers as well. \"They have a hard sell to make to employees that have so many alternatives today so they want to make an offer that's more than just money. It creates a bond and loyalty and connection and culture,\" said Julia Pollak, chief economist at ZipRecruiter. Searches on ZipRecruiter for family-building benefits have been steadily growing since 2015, said Pollak. \"These are clearly benefits that some employees care about deeply.\" Here are some of the family friendly benefits companies are offering: In 2021, 66% of large employers covered some level of fertility treatment, up from 61% in 2020, according to Tracy Watts, senior partner, national leader for US health policy at Mercer. Employers are also being more inclusive with their offerings to include LGBTQ and single workers, according to Watts. Currently, nearly one-third of large employers offer inclusive family-building support, Watts said. Fertility benefits provider Carrot Fertility, has seen an increase in the number of companies that offer its services to their employees in the past two years, according to chief human resources officer Leslie Neitzel. The total lifetime financial benefit employers offer workers varies, but typically ranges from around $10,000 to $30,000, according to Carrot, and coverage amounts tend to increase with employer size, with some larger companies offering upwards of $80,000. General Motors rolled out a benefit that reimburses for fertility treatments, surrogacy, and adoption expenses, up to a lifetime maximum of $40,000. And Cisco offers full-time employees in the US and Canada up to a $50,000 lifetime maximum reimbursement for family planning expenses such as IVF and harvesting, freezing or storage for eggs, sperm and embryos. And $20,000 for surrogacy or adoption support. \"No longer are employees coming to a prospective employer and saying, 'tell me about medical, dental and vision.' They're also wanting to understand things like 'what support do you offer impending parents?' Particularly the generations that are coming into the workforce,\" said Neitzel. Establishing a routine with a new family member can take time, and for many new parents it's helpful to have the option to ease back into work. The US does not have a paid leave mandate for new parents. The Family and Medical Leave Act (FMLA) can provide unpaid leave for up to 12 weeks, but it doesn't cover all workers. There are also some states, including New York, California and Washington, that offer paid family leave and many companies have their own policies. A survey from Mercer shows 70% of large employers currently offer paid parental leave or plan to in 2023, and 53% are providing or planning to offer paid adoption leave. New parents at Dropbox, for example, get 24 paid weeks of leave. When returning to work, they also get a \"transition week\" when they are only expected to work around 60% of their regular time, but still receive full pay. \"After taking the 24 weeks, there is something really important about easing back into the work week in a way that is not so shocking,\" said Melanie Collins, chief people officer at Dropbox. \"Coming back to work is a big transition.\" Offering work schedules outside the traditional 9 to 5 can also help parents with work-life balance. In 2020, Dropbox announced it would be \"virtual first,\" which means the majority of workers would be permanently remote. \"We have non-linear workdays,\" said Collins. While there are designated four-hour core collaboration hours based on time zones, employees have flexibility with their work time, which could mean picking up kids in the afternoon and finishing up work later. \"It allows for the harmony to exist between your work and life and gives employees more agency over how they spend their time,\" said Collins. Reliable childcare is an essential part of being a successful working parent. But for many families, it's and very expensive. One way employers can help is to offer on-site childcare, or a subsidy to help cover costs. Mercer's survey also found that around one in 10 large employers either currently offer or have plans to offer on-site childcare by 2023. Software company SAS has been offering subsidized on-site childcare at its corporate headquarters for more than 30 years. For parents who use childcare elsewhere, the company also reimburses full-time employees up to $525 per month, per child, or 50% of the monthly tuition, whichever is less. \"It's always been part of our culture to integrate families and work,\" said Jenn Mann, chief human resources officer at SAS. \"How in the world can employees focus on their work and be creative and innovative if they've got these real stressors of dealing with life?...if you can get rid of those stressors and distractions, not only does it help the employee do work, there's an emotional connection.\" The path to parenthood doesn't always go as planned, and some companies have enhanced their paid leave coverage to include miscarriages, and failed surrogacy, adoption or fertility treatments. Boston-based law firm Mintz offers up to 15 days of paid leave for employees after a miscarriage. Workers can also get up to five days in a 12-month period after a failed surrogacy, adoption or fertility treatment. \"The path to partnership at a law firm overlaps pretty directly to the path to parenthood,\" said Geri Haight, an attorney at Mintz and chair of the firm's Women's Initiative. \"It is really an important recognition of the firm to offer a benefit that reflects some of the challenges and struggles that our employees go through walking both paths at once.\" Traveling while breastfeeding or pumping can be a logistical nightmare. And as business travel continues to pick up, more companies are offering help to make the process easier. \"Companies are looking at what benefits they need to bring back into the office space as employees hit the road again,\" said Kate Torgersen, founder and CEO of Milk Stork, a breast milk shipping company. Torgersen said that demand for breast milk shipping among employers and parents dropped almost immediately at the start of the pandemic. She added that last year, the company has had numerous Fortune 500 companies reach out about breast milk shipping and other services. \"There are a lot of companies offering the benefit because they have people who have to be on the road... they recognize that providing family-forming benefits is the way to attract and retain top talent in a very competitive market,\" said Torgersen. Having supportive workplace policies, equipment and space for employees who need to pump at work can also help with the transition back to work. \"Having a hospital-grade breast pump available to you at work is amazing, it's one less thing to lug,\" said Torgersen."},
{"url": "https://edition.cnn.com/2022/06/06/asia/priyanka-chopra-india-body-spray-ad-rape-culture-outrage-intl-hnk/index.html", "title": "Priyanka Chopra blasts 'shameful' Indian body spray ad promoting rape culture", "paragraphs": " A television commercial for a male body spray has been taken off the air in India, after critics said it made . Bollywood celebrities including Priyanka Chopra, Richa Chadha and Farhan Akhtar are among those to have lambasted the commercial for Layer'r Shot, a brand of male fragrance, calling it \"shameful,\" \"disgusting\" and \"incredibly tasteless.\" Its controversial advert shows four men appearing to stalk a frightened-looking woman in a store before cutting to one of the men saying, \"We're four, there's one, who takes the shot?\" Only when the woman turns round does it become clear they are talking about the body spray -- which one of the men then takes from a store shelf and uses. The commercial caused a storm on social media, where critics including various celebrities blasted its innuendo as making light of rape. Many said the timing of the advert made it particularly insensitive, as it was broadcast just a week after a case in which a 17-year-old was allegedly raped by five men in the southern city of Hyderabad -- against women and minority groups across the country. \"This advertisement is clearly promoting sexual violence against women and girls and promoting a rapist mentality among men. The advertisement is cringeworthy and should not be allowed to be played on mass media,\" wrote Swati Maliwal, chairwoman of the Delhi Commission for Women, to the Ministry of Information and Broadcasting on Saturday. Within 24 hours, the ministry had taken the commercial off the air and asked Twitter and YouTube to remove it from their platforms. In an email to Twitter, the ministry said the videos were \"detrimental to the portrayal of women in the interest of decency and morality\" and violated the digital media ethics code. In a statement Monday, Layer'r Shot apologized for the television advertisement, saying it \"never intended to hurt anyone's sentiments or feelings or outrage any woman's modesty or promote any sort of culture, as wrongly perceived by some.\" The brand said it had voluntarily asked all its media partners to stop broadcasting variations of the advertisement from Saturday with immediate effect. Even after the commercial was taken down, it continued to cause a controversy. Actress Richa Chadha was among those registering her disgust, calling the makers of the commercial \"filth.\" \"Creatives, script, agency, client, casting... does everyone think rape is a joke?,\" Chadha tweeted. Responding to Chadha's Tweet, Quantico star called the ad \"shameful and disgusting\" and said she was glad that the ministry has taken it down. Film writer and director Farhan Akhtar also . \"What incredibly tasteless and twisted minds it must take to think up, approve and create these stinking body spray 'gang rape' innuendo ads. Shameful,\" tweeted Akhtar, who is also a United Nations Women's Goodwill Ambassador. Actress Swara Bhasker said both the perfume brand and its marketing agency had been \"tone deaf\" given the alleged gang rape of the teenager in an upscale part of Hyderabad last Saturday. The case has shocked the state of Telangana, of which Hyderabad is the capital. Telangana's home minister Mohammed Mahmood Ali said on Saturday that \"strong action will be taken against all the offenders, irrespective of their background.\" It was \"a ghastly incident,\" the minister on Saturday."},
{"url": "https://edition.cnn.com/2022/08/28/investing/stocks-week-ahead/index.html", "title": "Caution: September is historically a dismal month for stocks", "paragraphs": " . August is about to come to a close, which means that the summer is almost over in the Northern Hemisphere. (Have fun in the sun, Australia!) If that's not enough to bum you out, then this might: September, which begins on Thursday, is historically the  The and fell sharply in September last year and in 2020, even though the broader market rallied in both years. That doesn't mean stocks are doomed to finish this September in the red, of course. Stocks rallied in each of the three Septembers prior to the pandemic. But here's another potentially ominous sign: This is a midterm election year. The Dow has fallen in 11 out of the last 18 pre-midterm Septembers going back to 1950, according to data from The Stock Trader's Almanac. So don't count on past performance to dictate future results. At the end of the day, investors should focus on fundamentals instead of dates on the calendar. Earnings, the economy and Federal Reserve interest rate policy will matter far more to stock performance than what month it is. Still, there's reason to be nervous. The Fed's next meeting about rate hikes is on September 21. Several key economic reports are on tap that will give investors more clues about the health of the job market and whether inflation pressures are abating. Congress will be back in session just after Labor Day as well. \"There is no question that there are a number of geopolitical concerns and economic data that could lead to volatility. Investors should be prepared for that,\" said Josh Emanuel, chief investment officer of Wilshire. Traders should keep a close eye on the Fed and the economy, he added, and the good news is that there are signs that the job market remains healthy and that inflation is finally starting to cool. If that trend persists, Emanuel said, \"a soft landing could be a plausible scenario,\" meaning that the Fed won't cause a recession by hiking rates too aggressively. The stock market had a miserable first half of the year, which could mean that the recent rebound (July's sharp rally and a flat, albeit ) may continue. \"The historical concerns about September and October are less relevant this year. There are forces in play that are more significant,\" said Alex Chaloff, co-head of investment strategy at Bernstein Private Wealth Management. \"There are a number of potential catalysts for a fall rally.\" Chaloff said that if the continues, \"the market will cheer that significantly\" and the Fed might be more likely to raise interest rates next month by just a half percentage point instead of three-quarters of a point. That could be \"critical in establishing momentum for a rally,\" Chaloff added. Chaloff also thinks that a soft landing is possible for the economy, or in a worst case, a \"mild recession.\" Investors don't need to be too worried about a sharp economic downturn because \"strength in consumer and corporate spending will be more than enough to carry us through,\" he said. So as long as the economy keeps chugging along and inflation fears move further into the rear view mirror, the market just might avoid a big September swoon. Or an October crash. Don't get us started on 1929. Or 1987. Or 2008... Worries about an imminent recession subsided after the stronger-than-expected-jobs report for July. The government reported that , far more than expected. August jobs numbers are due out on Friday. Economists expect a slowdown in hiring, but nothing that's likely to lead to louder recession alarm bells. Economists are forecasting an increase of 285,000 jobs to August payrolls, according to Reuters, and that the unemployment rate will remain flat at 3.5%. If those estimates are met, the Fed (and the markets!) will likely be happy. \"The July jobs report was so unabashedly strong so it's hard to imagine the Fed will be worrying about the August numbers. The labor market speaks to the underlying strength of the economy,\" said Jake Remley, senior portfolio manager at Income Research + Management. Investors will also be keeping a close watch on the wage growth numbers in the jobs report. Any signs of a slowdown in wages could be viewed favorably by investors as more evidence that inflation pressures are cooling. Economists are forecasting a slight increase from July, with wages expected to rise 5.3% over the previous 12 months...up slightly from June's 5.2% growth rate. A small uptick in wage growth probably won't set off alarm bells. But neither the Fed nor investors will want to see wages skyrocketing. That might be good news for consumers in the short run, but it would not be welcome in the long haul. As Fed chair Jerome Powell put it in , \"a failure to restore price stability would mean far greater pain\" for the economy. UK London Stock Exchange closed for bank holiday; Earnings from  ,  US consumer confidence; US JOLTS; Earnings from  ,  ,  ,  ,  ,  and  US ADP private sector employment; China official PMI; India GDP; Earnings from Evergrande, Meitu,  and  US weekly jobless claims; US ISM manufacturing; China Caixin PMI; Earnings from  ,  ,  ,  ,  ,  ,  and   US jobs report"},
{"url": "https://edition.cnn.com/2022/08/28/media/hbo-max-questions/index.html", "title": "Why HBO Max is removing so many series and films", "paragraphs": " When launched in , it was designed to be the streaming home for everything Warner Bros., DC and HBO, with plenty of stuff for the kids to watch, too. Now, suddenly, HBO Max is starting to look a little different. The service, which like CNN is owned by Warner Bros. Discovery, has been as it cuts costs, shifts strategy and prepares to with Discovery+, its sister streaming service. So, what's going on? The media landscape is decidedly different from the early days of the pandemic, and HBO Max remains in flux. There's a myriad of reasons why HBO Max is removing shows like \"Generation,\" \"Infinity Train,\" \"Vinyl,\" and \"The Not-Too-Late Show with Elmo.\" But it breaks down to three key areas: cost-cutting, a shift in the overall content strategy and ridding the service of content that subscribers weren't watching. Just because content lives on a service doesn't mean that it's free after sunk costs. Streaming services still must pay residuals to casts and crews of a production, and those costs pile up. HBO Max will save \"north of $100 million annually\" after removing the shows, according to a source familiar with HBO's decision. Warner Bros. Discovery has told investors that it will cut , so every little bit helps. \"Keeping titles on a platform comes with a cost,\" Julia Alexander, director of strategy at Parrot Analytics, told CNN Business. \"Does a title bring in more value to the platform than its cost? If the answer is no, and especially if that title is a low engagement title, which many of these are, then removing titles can benefit a company's bottom line.\" Streaming has trained consumers to believe that everything will be available forever on a service, especially original content. That's not always the case. Other services pull content from their libraries too. It's a part of the business. \"As we work toward bringing our content catalogs together under one platform, we will be making changes to the content offering available on both HBO Max and Discovery+,\" a HBO Max spokesperson told CNN Business. \"That will include the removal of some content from both platforms.\" Nope, Big Bird is still alive. However, the company did reportedly pull Kids' programming is vital to the health of any streaming service, but it requires a big investment, according to Alexander. \"Being invested in kids programming, especially live-action, means being all in,\" she said. \"You can't just have a couple of shows and hope that suffices. It requires a multi-year plan.\" That goes for animated content as well, which has been on the chopping block at HBO Max lately. Even a new animated series based on , was scrapped. \"Right now, WBD's two main priorities are driving growth while cutting down on costs,\" Alexander said. \"Kids programming is an area that top players like  ,  ,  , and  are already invested in, while YouTube maintains the majority of that audience's attention.\" Ultimately, HBO Max wants to focus more on strengths like HBO's adult dramas and films at Warner Bros., but it will probably reinvest in children's content again at some point. Time will tell. David Zaslav, the new CEO of Warner Bros. Discovery, is focused on making money from traditional revenue streams like TV ad revenue, cable fees and box office totals as well as streaming. This is a shift from his predecessor, Jason Kilar, who bet that the future was in streaming and put most of WarnerMedia's eggs in that basket. The streaming world is evolving, and everyone is still figuring out its future. \"It's not a game of Kilar was right and Zaslav is wrong, or Zaslav is right and Kilar is wrong. It's a matter of prioritization,\" Alexander said. \"The future of streaming is still being determined, but it is fundamentally where everything is headed.\" Cable is declining while broadband is expanding and the future of streaming will not be one size fits all, she added. \"It's a premium service like HBO Max on top of free ad-supported platforms like Pluto TV, on top of licensing shows to other players in the streaming and linear space,\" Alexander said. \"And it's in conjunction with theatrical releases -- not a total replacement of it.\" Consumer choice will have a large part of deciding what the next era of streaming — and thus HBO Max — will be, she said, adding that \"the audience is, and always has been, king.\""},
{"url": "https://edition.cnn.com/2022/08/26/economy/federal-reserve-jerome-powell-jackson-hole-2022/index.html", "title": "Fed chair Jerome Powell warns fight against inflation will bring 'some pain'", "paragraphs": " Federal Reserve chairman Jerome Powell warned that the central bank's mission to tame inflation will result in \"some pain\" for US households. In a keynote speech at the Federal Reserve's annual Jackson Hole Economic Symposium Friday morning, Powell said that the path to reducing inflation would not be quick or easy, adding that the task, \"requires using our tools forcefully to bring demand and supply into better balance.\" Doing so, he said, would likely result in some weakening of the US economy and job market. \"While higher interest rates, slower growth, and softer labor market conditions will bring down inflation, they will also bring some pain to households and businesses,\" said Powell. \"I would interpret that as a willingness to see the unemployment rate creep a little higher here to get to that end of reducing demand,\" said Rob Haworth, senior investment strategist at U.S. Bank Wealth Management. A weaker labor market generally constricts consumer demand as households conserve cash in anticipation of potential job loss. Powell also telegraphed a greater sense of urgency about taming inflation than he has in previous remarks, calling price stability \"the bedrock of our economy.\" \"Our responsibility to deliver price stability is unconditional,\" he said. While Powell did not offer any indication whether the Fed's extraordinary back-to-back rate hikes of 75 basis points each would be repeated at its rate-setting meeting next month, he sent the clearest message yet that the central bank was unequivocally committed to more restrictive policy in order to rein in inflation. \"It definitely increases the possibility of 75 [points]\", said Jay Hatfield, founder and CEO of Infrastructure Capital Management. \"He clearly implied it.\" In contrast to Powell's warning, the Fed's preferred measure of inflation showed that price increases slowed in July. The Personal Consumption Expenditures price index released earlier on Friday rose 6.3% from a year before, lower than the 6.8% year-over-year increase recorded in June. \"Powell and the Fed felt they needed to be hawkish,\" Hatfield said. \"Even if they are secretly encouraged about inflation, they're definitely not going to say it.\" Wall Street reacted negatively to the tone of the speech, with the major indices dropping on the prospect of a sustained period of higher interest rates and the associated economic pain — a word Powell invoked twice in his brief speech, referencing slower growth, higher unemployment and financial strain that tighter policy will inevitably visit on American homes and businesses. \"These are the unfortunate costs of reducing inflation. But a failure to restore price stability would mean far greater pain,\" he said, pointing to the lessons officials learned from studying the Fed's struggle to combat high inflation in the 1970s and 1980s. An open question is how much pain the Fed will be willing to tolerate as it tries to reduce inflation by raising rates and destroying consumer demand. \"We will have to see whether they have the strength of their conviction. If we continue to see inflation moderate more, and there is some weakness in the labor market,\" said Drew Matus, chief market strategist at MetLife Investment Management. \"Powell is clearly stating that right now, fighting inflation is more important than supporting growth,\" Jeffrey Roach, chief economist at LPL Financial, said in a research note. Controlling inflation quickly is of paramount importance because inflation expectations can become a destructive self-fulfilling prophecy. \"The longer the current bout of high inflation continues, the greater the chance that expectations of higher inflation will become entrenched,\" Powell said. \"We don't really understand the inflation expectation process,\" said Randall Kroszner, former Fed governor and deputy dean for executive programs and economics professor at the University of Chicago Booth School of Business. To a certain — albeit unquantifiable — extent, the perception that the Fed will have the intestinal fortitude to inflict pain on the economy in pursuit of its mandate is as important as the reality. \"Fortunately, the Fed has not lost credibility, and that's something I think they will continue to rely on,\" Kroszner said."},
{"url": "https://edition.cnn.com/2022/03/03/investing/india-cryptocurrency-investing-future-hnk-intl/index.html", "title": "Crypto 'superpower?' India's young investors prefer bitcoin to gold and 'boring' stocks", "paragraphs": " businesswoman Swati Daga first bought bitcoin in 2017, when the was trading well under $3,000. Her decision to invest in digital currencies was met with wariness by her family, she recalls. \"The elders in my family told me not to throw my money away,\" said Daga, who runs a food business near New Delhi. But the 33-year-old hasn't regretted her decision — bitcoin's value has increased 15 times since then — and she continues to invest as much as 10% of her savings in cryptocurrencies, including bitcoin and ethereum. \"I find stock markets boring,\" she told CNN Business, adding that she enjoys the \"thrill\" and \"recklessness\" that comes with investing in volatile currencies. She is not the only one. India has seen a huge boom in cryptocurrency trading since the start of the pandemic, even though authorities in Asia's third largest economy have for years expressed concerns about digital currencies, and even Entrepreneurs in the industry told CNN Business that the country has the potential to become a crypto superpower, since it is one of the hottest internet markets in the world, with , and hundreds of millions more yet to come online for the first time. India ranked second behind only Vietnam last year in a list of countries seeing the fastest growth in cryptocurrency adoption, according to a report published in October by blockchain data platform Chainalysis. While the government does not keep estimates of how many people trade cryptocurrencies, industry experts have suggested that the country may now have more than . The growth is driven by younger investors — mostly under the age of 35 — and many of them are coming from smaller cities and towns, founders of two of India's biggest crypto exchanges told CNN Business. According to Sumit Gupta, CEO and co-founder of exchange CoinDCX, many Indian millennials have started \"their investing journey with crypto.\" While 20 years ago, their parents chose to invest in gold, these youngsters \"are more interested in having bitcoin as part of their portfolio,\" Gupta told CNN Business, referring to the fact that traditionally Indians chose to park their money in gold or savings accounts. is both an investment and a cultural habit in India, which is one of the largest markets for the precious metal, according to the . It also considered auspicious by Hindus and Jains, and plays a fundamental role in many religious ceremonies. Mumbai-based CoinDCX became India's first crypto unicorn last year, achieving a valuation of $1.1 billion after raising money from investors such as Coinbase Ventures and B Capital Group. The company says 70% of its 10 million users are between the age of 18 and 34. Data shared by rival firm WazirX tell a similar story. WazirX also has over 10 million users, and called 2021 a \" \" for crypto trading in India. The company was acquired by , one of the world's biggest cryptocurrency exchanges, in 2019. Over 65% of its users are under the age of 35, according to a recent company report, and it has seen a \"700% increase in the number of participants from smaller cities like Guwahati, Karnal, Bareilly, thereby signaling the growing interest from rural and semi-urban areas.\" Pritish Kumawat, a crypto trader from a small town in the western state of Rajasthan, said that he now finds conversations about cryptocurrencies in almost every tea shop in his area. Often, the most engaged participants are college students, he said, adding that bitcoin's massive spike last year has fueled the frenzy in India. In November, bitcoin was trading at a record high of , but it has since fallen to around $43,000. In addition to bitcoin, meme currencies such as dogecoin and shiba inu are also popular among Indians, the WazirX report added. Apart from investors from smaller towns, both companies saw an increase of more than 1000% in the number of women users on their platforms, albeit on a small base. Gupta said that participation of crypto by Indian women has seen \"a massive upside\" in the past 18 months and is \"fairly high, fairly healthy, relative to equity markets.\" The company's data shows that 15% of their overall users are women — which is the as well. The excitement over crypto is rising in India despite the country's on-again, off-again relationship with digital currencies. The central bank has long expressed concerns that cryptocurrencies can be used for money laundering and to finance terrorism. A cryptically worded proposal posted on the Indian parliament website last year even suggested the government was exploring plans to \"prohibit all private cryptocurrencies in India.\" This year, however, started on a more cheerful note for enthusiasts. , the Indian government announced it would impose a 30% tax on income from virtual digital assets, which many industry experts took as a sign that crypto trading won't be banned after all. The government also said it would launch a digital rupee in the coming months. \"Taxation of virtual digital assets or crypto is a step in the right direction. It gives much-needed clarity and confidence to the industry,\" Gupta said at the time of the announcement. Siddharth Menon, the co-founder of WazirX, told CNN Business that following the announcement, his platform saw daily sign-ups jump by over 50%. He also noticed rising interest among Indian developers and other professionals in joining the crypto industry. \"I'm getting LinkedIn messages\" from senior executives in India, who are now more optimistic about the business, he said. In the past, Indian exchanges have struggled to hire and retain experienced people due to the lack of clear regulations. But the Indian government soon put a damper on the mood, by clarifying that the cryptocurrencies are not yet legal in the country. \"I am not doing anything to legalize it or ban it or not legalize it,\" Finance Minister Nirmala Sitharaman in parliament a few days after announcing the tax rate. \"Banning or not banning will come subsequently ... But I will tax because it is a sovereign right.\" \"I think the government is not entirely sure what it wants to do from a policy perspective,\" said Anirudh Rastogi, founder of tech law firm Ikigaw Law, which works with crypto exchanges in India. \"It knows where it wants to land broadly. It wants to find the right balance where it is not disconnected from the global progress in blockchain and other tech, but it wants to also address concerns regarding cryptocurrency.\" Rastogi added that the \"extraordinarily high\" tax on crypto is a short-term fix, which will also acts as a deterrent to many investors. \"This rate is typically used to tax activities that are not considered economically productive, such as lottery,\" he said. \"So this could be an indication that the government wants to make revenue, but it does not see crypto trading as economically productive.\" For equities, India applies a 15% short-term capital gains tax if shares are sold in less than a year, and 10% if sold after a year. Gupta hopes that the government makes up its mind soon. India, with its vast pool of developers and enthusiastic young population, could be a \"superpower in the next five to 10 years,\" in cryptocurrency and blockchain industry, he said. \"What is missing right now is a clear regulatory framework,\" he added."},
{"url": "https://edition.cnn.com/2021/11/02/business/adar-poonawalla-risk-takers/index.html", "title": "India's billionaire vaccine prince held the key to ending the pandemic. His plans went awry", "paragraphs": " As Covid-19 wreaked havoc around the world last year, the 39-year-old son of an Indian billionaire was laying the groundwork for a plan he hoped would eventually end the pandemic. Adar Poonawalla — the CEO of Serum Institute of India (SII), the world's largest vaccine maker — pumped hundreds of millions of dollars into his Indian manufacturing facility and committed to make millions of doses of a then-unproven coronavirus vaccine. That vaccine, created by Oxford University and  , was still in clinical trials at the time. Nobody was sure how long a vaccine would take to develop, let alone whether it would even work. \"It was a calculated risk,\" Poonawalla told CNN Business. \"But I didn't see the choice at that time, to be honest. I just felt I'd regret not committing one way or another.\" To make his plan work, Poonawalla first had to raise nearly $1 billion. And the lives of hundreds of millions of the planet's most vulnerable people were at stake, since SII had pledged to provide poorer countries with jabs. If the gamble paid off, Poonawalla would save countless lives and be hailed as a hero during a period of historic turmoil. His fabulously rich family also would stand to grow even more wealthy by profiting from a significant deal. As the world gave its money — and trust — to Poonawalla, things seemed to be going according to plan. The AstraZeneca vaccine received approval from UK regulators in December 2020, and Poonawalla became a household name in India. But soon it became evident how badly Poonawalla had miscalculated the challenges that come with distributing millions of vaccines in the middle of a once-in-a-century pandemic. His company's ability to inoculate even his own countrymen was thrown into doubt earlier this year as a devastating wave of coronavirus hit India. He's also failed to keep up with his commitment to deliver shots to other nations — the consequences of which have dented his reputation and shed light on the perils of such heavy reliance on one manufacturer. It's easy to see why some of the biggest names in public health chose to rely on Poonawalla. Few manufacturers can come close to the scale at which SII is able to produce vaccines. The company — which was founded by Poonawalla's father, Cyrus, 55 years ago — produces 1.5 billion vaccines each year for measles, rubella, tetanus and many other diseases. The jabs are mainly distributed to low-income countries worldwide, including India. Poonawalla estimates that just over 50% of the world's babies depend on vaccines made at SII. The Poonawalla family charted an unusual path to becoming one of the world's preeminent vaccine makers. They have bred and raced thoroughbred horses since the 1940s, diversifying into pharmaceuticals, finance and real estate over the last half-century. Cyrus Poonawalla is now India's seventh-richest man, worth more than $16 billion, according to the His son Adar took over as CEO in 2011 and has focused on expanding in . To prepare for the AstraZeneca vaccine production, Poonawalla said he spent $800 million on buying chemicals, glass vials and other raw materials, as well as ramping up manufacturing capacity at his plant in the Western Indian city of Pune. More than $250 million came from the company's own funds. Another $300 million came from the Bill and Melinda Gates Foundation, which SII with to provide discounted or free doses to low-income countries. The rest was paid by other countries once SII started accepting orders for vaccines. In total, SII agreed to make up to 200 million vaccine doses for as many as 92 countries, as part of its deal with the Gates Foundation and Gavi, a vaccine alliance. All of that happened, though, before regulators signed off on the AstraZeneca vaccine. Had trials for that vaccine been unsuccessful, SII would \"just be making batches and then end up throwing them away,\" Poonawalla said. A business studies graduate of London's University of Westminster, Poonawalla said SII was able to make that decision more swiftly than many other companies, since it is a family-run business. \"The flexibility of being able to decide on the spot very quickly was really the main game-changer that enabled us to be able to do this,\" said Poonawalla, whose office in India is a refurbished . After the vaccine, Poonawalla began supplying doses to Indians and other other countries. By May, Gavi had received some 30 million jabs from SII. But Poonawalla's plans soon went awry when a second wave of Covid-19 hit India in the spring. At its peak the country was reporting over per day, though say the actual number was likely much higher. At that point, only percent of India's 1.3 billion population was fully vaccinated, and the country's national government had been slow in placing orders for more vaccines. Without a massive stockpile, states in India began to run out of the limited number of jabs they had. India then decided to the export of all vaccines, preventing SII from keeping up with its commitments elsewhere. \"I've always been a patriot for my country ... and if my country needs my facility first, I have to do what they say,\" Poonawalla said. \"There was no two ways about that.\" The inability to export vaccines hurt some of the poorest nations in the world. The director of Africa's disease control body, for example, warned India's hold on exports could be \" \" for the continent. People in several countries, from neighboring Nepal to , were left stranded after receiving the first dose of Covishield, the name of the India-manufactured vaccine. When asked why the global vaccine alliance chose to rely so heavily on one manufacturer, a Gavi spokesperson told CNN Business it had few options. At the start of 2021, \"very few vaccines were approved and available for deployment,\" the spokesperson said, adding that it was \"natural\" that SII would be contracted for early doses given its size. But public health expert Jeffrey Lazarus said there were flaws in the plan. \"Relying on one manufacturer was a mistake, which is easier to see in hindsight,\" said Lazarus, who heads the health systems research group at the Barcelona Institute for Global Health. While Poonawalla cannot be held responsible for some of the issues that led to the vaccine rollout stalling — chief among them, India's massive outbreak — his detractors have questioned parts of his approach. They point out Poonawalla hasn't delivered the number of jabs he initially promised, and they claim he hasn't been transparent about how he's been using all of the money he raised for the big vaccine push. \"There isn't much accountability for where the money he raised went,\" Malini Aisola, co-convenor of health sector watchdog All India Drug Action Network, told CNN Business. In June last year, it would make one billion doses of the AstraZeneca vaccine for low and middle income countries, with 400 million doses ready by the end of 2020. But by January 2021, the company had a stockpile of just . His critics weren't impressed, given the amount of capital he raised last year. The global media coverage also turned , with linking the global shortfall in vaccines to SII's problems, including the India export ban and a fire at the company's Pune facility. At the time Poonawalla said the fire had on Covishield production. But he has since saying that the incident has played a major role in hampering manufacturing. He also insists he was realistic about his goals. \"We always underpromise,\" Poonawalla told CNN Business, when asked whether the company pledged more than it could deliver. Still, he's been dogged by other controversies that have dented his reputation. As India's Covid-19 cases were skyrocketing in April, Poonawalla lowered the price of his vaccine and referred to the move as a \" \" — leading to heavy criticism, with activists pointing out that even a small profit is still a profit for SII. \"AstraZeneca has pledged that it won't from low income and middle income countries during the pandemic, but that does not seem to apply to SII,\" Aisola said. According to AstraZeneca, the companies the drugmaker has sublicensing agreements with, including SII, dictate their own prices. SII declined to comment on how much it has profited from the vaccine efforts so far, but Poonawalla said it is a \"very unreasonable and naive way of looking at the world\" for people to expect companies not to profit from the vaccine. While Poonawalla has yet to match his lofty goals, there is a chance that he and SII can get back on track, which is critical to ending vaccine inequality worldwide. India has decided to begin exporting vaccines once again as its own rate of inoculation increases. The nation had administered doses by October — about 90% of which came from SII, according to the company. SII also says that it has increased its production to 220 million doses a month as of October. SII is also expanding its partnerships, having signed a deal with American biotech firm Novavax to manufacture its Covid-19 vaccine, which is awaiting regulatory approvals. It's also partnering with the Russian Direct Investment Fund on production of the Sputnik vaccine."},
{"url": "https://edition.cnn.com/2022/07/01/business/pret-a-manger-launching-india-ambani-reliance-hnk-intl/index.html", "title": "Billionaire Mukesh Ambani is bringing Pret A Manger stores to India", "paragraphs": " One of the world's richest men is launching Pret A Manger in , adding the British coffee and sandwich store brand to a huge business empire that spans energy, retail and telecommunications. A unit of conglomerate Reliance Industries said on Thursday that it has entered into a \"long-term master franchise partnership\" with Pret A Manger and will \"launch and build the brand in India.\" Darshan Mehta, the managing director of Reliance Brands, said in a statement that the partnership was rooted in the \"strong growth potential\" of the Pret brand and India's food and beverage industry. With its population of 1.3 billion and rapid growth, India is a key market for international food brands, including coffee shops. In 2012,  opened , by partnering with a unit of India's largest conglomerate Tata Group. Mehta said that Pret A Manger — which means \"ready to eat\" in French — has strong brand recognition in the South Asian country. Pret A Manger opened in London in 1986 and now has more than 500 shops in the United Kingdom, United States, France, Dubai and Hong Kong. Last September, it announced plans to double the size of the business within five years, including moving into five new markets by the end of 2023. Reliance Brands said it would \"open the food chain across the country starting with major cities and travel hubs,\" but a spokesperson declined to share more details. This is not the first time Ambani has struck a deal with a major British brand. In 2019, iconic toy store Hamleys from its Chinese owner C Banner International for around £68 million ($88 million). According to the , Ambani is currently worth $93 billion, making him the second richest Indian, and the ninth wealthiest person in the world."},
{"url": "https://edition.cnn.com/2022/08/26/investing/china-us-delisting/index.html", "title": "China and US sign deal that could avert mass stock delistings ", "paragraphs": " The US audit regulator said on Friday it has signed an agreement with Chinese regulators, taking a first step toward inspecting and investigating registered accounting firms in China and Hong Kong. The Public Company Accounting Oversight Board (PCAOB) said it was the most detailed and prescriptive agreement the regulator has ever reached with China. US regulators have for long been demanding listed in the United States, but Beijing has been reluctant to let overseas regulators inspect accounting firms, citing security concerns. The decision marks a major thaw in US-China business relations and will be a huge relief for hundreds of Chinese companies and investors who have invested billions of dollars in the firms that have a chance to retain access to the world's deepest capital markets. By Friday, 163 companies, including  ,  , and  had been identified by the US regulator as facing trading prohibition risks for not complying with audit requirements. In a statement, the PCAOB said the agreement would allow it \"sole discretion to select the firms, audit engagements and potential violations it inspects and investigates — without consultation with, nor input from, Chinese authorities.\" The US regulator added its inspectors would be able to \"view complete audit work papers with all information included and for the PCAOB to retain information as needed.\" \"The PCAOB has direct access to interview and take testimony from all personnel associated with the audits the PCAOB inspects or investigates,\" it said. China's Securities Regulatory Commission (CSRC) said the agreement was an important step towards addressing the auditing issue. It added keeping Chinese companies listed in the United States benefited investors, companies and both countries. The signing of the protocol between China and the United States signals that both sides have \"made a crucial step to solve the audit regulatory issue of US-listed Chinese companies through enhanced cooperation,\" according to the CSRC statement. \"It is in line with the hope and expectation of the markets ... if cooperation afterwards satisfies each side's regulatory needs, there is hope that the audit issue will be resolved, and passive delisting will be avoided.\" Current US rules stipulate that Chinese companies that are not in compliance with audit working papers requests will be suspended from US trading in early 2024, but that deadline could get brought forward. Securities and Exchange Commission (SEC) chairman Gary Gensler said Chinese companies still faced delisting if their accounts could not be accessed by US authorities. \"Make no mistake, though: The proof will be in the pudding,\" he said. \"This agreement will be meaningful only if the PCAOB actually can inspect and investigate completely audit firms in China.\" Major Chinese companies listed in the United States rose in premarket trading, with Alibaba up 2.6%, Pinduoduo gaining nearly 6% and Baidu up 3.3%. \"This is seen as a positive first step. However, things are not fully cast in stone yet, as seen from the various sudden reversals in the past,\" said Samuel Siew, market specialist at CGS-CIMB."},
{"url": "https://edition.cnn.com/2022/08/26/business/ford-mustang-mach-e-price-increases/index.html", "title": "Ford is raising the price of its electric SUV as much as $8,000", "paragraphs": " Just weeks after announcing it was , Ford announced it is similarly boosting prices for its other popular electric vehicle, the Mustang Mach-E. When Ford begins taking orders on Tuesday for the 2023 model year Mach-E, prices will be about $3,000 higher for base models and as much as $8,000 higher for well-equipped higher-range versions of the SUV. The price for the rear-wheel-drive base models will rise from about $43,000 to roughly $46,000. The Mustang Mach-E GT, which has all-wheel-drive and a bigger battery pack, will increase from about $62,000 to about $69,900. Ford announced it is raising prices due to \"continued strain on key supply chains, and rapidly evolving market conditions.\" The automaker said it would continue monitoring prices and market conditions throughout the upcoming model year. Customers with outstanding orders for 2022 model year vehicles that have not yet been scheduled for manufacturing and delivery will be offered a 2023 model instead, according to Ford. There are some additional features being added for the new Mach-E models, though. For instance, Ford's \"Co-Pilot 360\" advanced driver assistance technology will be standard equipment on all models. It includes lane-keeping assistance, automatic high beams and blind spot monitoring. Also, all-wheel-drive models with \"extended range\" battery packs will be able to drive an EPA-estimated 290 miles before needing to recharge, 13 miles more than in 2022 models. Buyers of the Ford Mustang Mach-E will also be eligible for a $7,500 tax credit through the end of 2022. It is unclear if the Mach-E will continue to qualify for tax credits , according to Ford spokesman Dan Barbossa."},
{"url": "https://edition.cnn.com/2022/08/26/success/how-should-managers-handle-quiet-quitting/index.html", "title": "What managers should know about 'quiet quitting' ", "paragraphs": " The now viral phrase is annoyingly imprecise and misleading. Some say it means doing the bare minimum at work or just not going above and beyond. Others say it's about or not mindlessly buying into 'hustle culture.' And then there are those who say it's about taking back control of your time and standing up to employers expecting you to do more without you more. But one thing quiet quitting is about is someone actually quitting. At least not yet. So managers and leaders, especially those facing staff shortages, might view the concept less as a threat than an opportunity to re-engage your employees by asking what really interests them in their work and letting them prioritize their efforts accordingly. And at the same time to better prioritize what is essential for teams to be doing, and what isn't. \"It's on [managers] to genuinely and authentically understand where people are coming from,\" said Simone Ahuja, a Fortune 500 strategic consultant who focuses on fostering innovation. \"One of the things [supporting] innovation is ... radical prioritization by employees and managers and leaders.\" There is no universal reason why someone may quiet quit. Maybe they're experiencing burnout -- which hit a lot of people during the pandemic. Telling your boss that you're burnt out can be scary ... and futile because managers often will say they'll see what they can do, but then nothing happens, said Ashley Herd, founder of ManagerMethod.com and a former employment attorney and human resources executive. So quiet quitting may be an employee's way of \"taking control and having boundaries,\" Herd said. \"Managers should be concerned if their expectation is for people to go above and beyond constantly. It doesn't serve anyone if you burn out.\" Or maybe someone is choosing to give a little more priority to their life outside of work than they used to or than \"hustle culture\" tolerates. That doesn't mean, however, they don't think work is important, or that they won't do a good job. But at the same time, Ahuja noted, an employee may not want to be defined entirely by their job. After all, the pandemic and a series of other ongoing crises in the world have reminded everyone just how fragile life is and have forced them to seriously reconsider what they want out of it. And of course, there will always be the person who quiet quits because they hate their job, or are ill-suited to it and should be looking for something else or reassigned. But they don't want to lose a paycheck. In any case, assume nothing about anyone until you find out more. \"Assumptions always lead us astray,\" Ahuja said. Getting buy-in from your employees on how best to achieve their team's and their personal goals while also allowing everyone space for their lives outside of work can go a long way toward boosting retention. \"Have a genuine inquiry -- people feel cared about when they're invited in to a co-design process,\" Ahuja said. \"Ultimately, we all want to be in a sandbox that's fun to play in.\" But figuring out how to make it all work for everyone involves a lot of open communication. For instance, don't ask if or assert that someone is quiet quitting. \"It has a negative connotation for very valid feelings,\" Herd said. Instead, she suggested, find out how they've been doing, how they feel about their workload, and whether they're able to balance it with everything else they have going on. And don't just give lip service to feel-good ideas -- e.g., that work shouldn't be the only priority in people's lives. Model the behavior. Be vocal about when you're leaving or taking a day off or going offline to be with family, Herd said. And don't send emails at all hours of the night. It's also always a great idea to publicly recognize a job well done. Just don't limit the praise to employees who put in long hours to complete a project -- which, sure, will be required at times in any workplace. Do the same for employees whose work is consistently excellent and completed within the normal hours of work. And hold that up as a good example for others to follow. \"Celebrate that,\" Herd said. \"[Ask] how are you doing it? We'd like to model that.\""},
{"url": "https://edition.cnn.com/2022/08/27/business/chipotle-workers-union-michigan/index.html", "title": "A Chipotle in Michigan becomes the company's first location to unionize", "paragraphs": " Workers at a Chipotle Mexican Grill in Lansing, Michigan, voted to unionize Thursday, becoming the first of the fast-casual chain's 3,000 locations to organize. The workers at the Lansing Chipotle voted to form a union with the International Brotherhood of Teamsters. In a release Thursday, the union said that workers are organizing \"to improve their work schedules, increase wages, and gain the respect from management that they've rightfully earned.\" The restaurant joins a , including other food service locations like , which has had more than 200 US locations unionize since its first victory in Buffalo, New York, last year. \"Chipotle pulled in revenue of $7.5 billion last year, and just as we're seeing workers of all ages and backgrounds across the country take on these corporate giants, it's so inspiring to see Chipotle workers stand up and demand more from a company that can clearly afford it,\" said Scott Quenneville, president of Teamsters Local 243. In a statement, Chipotle said it offers its employees industry-leading benefits, such as competitive wages, debt-free degrees, health benefits and bonuses that last year totaled $37 million for its nearly 100,000 employees. \"We're disappointed that the employees at our Lansing, MI restaurant chose to have a third party speak on their behalf because we continue to believe that working directly together is best for our employees,\" Laurie Schalow, Chipotle's chief corporate affairs officer, said in a statement. Chipotle , that filed to form a union in June, saying it was unable to \"adequately staff\" that location. Union organizers claimed the chain was trying to stifle workers. The Chipotle workers in Lansing filed for election with the National Labor Relations Board on July 5. Chipotle did not object to the filing."},
{"url": "https://edition.cnn.com/2022/08/26/energy/russia-burning-natural-gas/index.html", "title": "Russia is burning off millions of dollars in gas every day. Here's why", "paragraphs": " Russia is burning an estimated $10 million worth of a day near its border with Finland, analysts say, even as it threatens to push Europe into a winter energy crisis by restricting exports to Germany and other countries. State gas giant Gazprom is burning off, or \"flaring,\" about 4.34 million cubic meters of gas a day at a new liquified natural gas (LNG) facility, according to analysis of heat levels and satellite data by Rystad Energy. That's equivalent to 1.6 billion cubic meters on an annual basis, or about 0.5% of the bloc's gas demand, and worth about $10 million a day based on last week's European spot gas price. The Rystad analysis was first reported by the on Friday. The flaring at Gazprom's Portovaya plant is an \"environmental disaster,\" Rystad said, with about 9,000 tons of carbon dioxide being emitted every day. That's the same amount of emissions produced over a whole year by more than 1,100 average American homes. The plant is close to a compressor station at the beginning of the , one of the main arteries carrying Russian gas to the European Union. Rystad said that Russia is burning gas that would otherwise have been exported to Europe through the pipeline, which usually accounts for more than a third of Europe's gas imports but where flows have been throttled back to just 20% of normal levels. Gazprom, Russia's state energy company, did not immediately respond to CNN's request for comment. Overall, gas exports to Europe from Russia are down 77% so far this year compared to the same period in 2021, according to Rystad. Last year, Moscow accounted for 45% of the European Union's total gas imports, data from the International Energy Agency shows. The bloc has been trying to wean itself off Russian gas since the invasion of Ukraine six months ago. It is racing to fill up its storage facilities, cut its demand and secure to avoid having to ration energy this winter. So why is Russia sending some of its precious gas up in smoke? It could be part of routine operations — or it could be sending a message to Europe. \"The flaring flame is highly visible, perhaps indicating that gas is ready and waiting to flow to Europe if friendly political relations resume,\" Rystad said in its note. The LNG facility at Portovaya is due to open later this year, Rystad said, and flaring often occurs as part of routine safety testing of new plants. But, \"the likely magnitude and duration of this continuous flaring period is quite extreme for this to be the only explanation,\" it added. \"This sort of burning has never happened in history,\" Zongqiang Luo, senior analyst, gas and LNG at Rystad, told CNN Business, referring to the levels of radiant heat detected in the area. \"For the Portovaya LNG facility, this kind of flaring is very tremendous,\" he added. Henning Gloystein, director of Energy, Climate and Resources at Eurasia Group, told CNN Business that Russia is probably burning gas created as a byproduct during oil production. \"In normal times, much of this gas would have been used to feed into the pipeline grid and sold on to Europe. Because Russia has sharply cut supply to Europe that gas initially went into Russian domestic storage. Those are now likely full, so the gas has nowhere to go, hence it's being flared,\" he said. Russia could be facing a number of problems. Mark Davis, CEO of Capterio, a firm advising energy companies on how to flare their gas, said that the practice is commonplace across Russia. \"I think it's most likely an operational issue that operator Gazprom is struggling with,\" he told CNN Business. One explanation could be the failure of equipment. But the location raises questions. Gazprom will likely have transported the gas over a large distance from the Yamal gas field to the Portovaya plant, Rystad said, when it could have been flared closer to the source. \"The cost of compression and transporting gas from the Yamal field to the Baltic Sea is also likely to create unnecessary losses for Gazprom,\" it said. Managing Russia's sprawling gas infrastructure is complex, it added, so the choice of location to burn the gas could be down to poor coordination between operators. Russia might also be sending a message to Europe. \"[Russia] may be making a political point, trying to say [to Europe] 'look we've got this gas, and we're flaring it, you're choosing to make it difficult for us to get it to market,'\" Davis said. Rystad began looking into gas flaring at Portovaya after people in Finland spotted large flames in July. Russia has been involved in an energy stand off with Europe since it invaded Ukraine in late February. In recent months, Gazprom has Nord Stream 1 over a dispute with the West concerning a missing turbine. It has also cut off supplies completely to other EU states over its insistence that \"unfriendly\" countries pay for gas in rubles, rather than euros or dollars. In addition to the CO2 the flare is releasing into the atmosphere, it is also likely damaging the environment in other ways. Davis said that the flaring would likely be producing soot which is particularly destructive to the Arctic region. Much of the soot will end up on Arctic ice and absorb more heat from the sun, accelerating the melting of ice. \"Almost certainly, the flare is not operating with 100% efficiency, and so it's also emitting methane which is 80 times more potent as a greenhouse gas than carbon dioxide,\" Davis said. —"},
{"url": "https://edition.cnn.com/2022/08/28/business/russia-economy-ukraine-six-months/index.html", "title": "'Slower burn.' Russia dodges economic collapse but the decline has started", "paragraphs": " Six months after invading Ukraine, Russia is bogged down in a war of attrition it didn't anticipate but it is having success on another front — is in a but proving . \"I'm driving through Moscow and the same traffic jams are there as before,\" says Andrey Nechaev, who was Russia's economy minister in the early 1990s. The readiness of China and India to snap up cheap Russian oil has helped, but Nechaev and other analysts say Russia's economy has started to decline and is likely facing a prolonged period of stagnation as a consequence of Western sanctions. On the surface, not much has changed, bar a few empty storefronts that once housed .  is now called \"Vkusno i tochka\", or \"Tasty, and that's it\" and  cafes are now gradually reopening under the barely disguised brand Stars Coffee. The exodus of Western businesses, and wave after wave of punishing Western sanctions targeting Russia's vital energy exports and its financial system, are having an impact, but not in the way many had expected. Nechaev, who presided over some of Russia's most turbulent economic times and helped steer its transition to a market economy, credits some of this to . The ruble did crash to a record low to the US dollar earlier this year in the wake of the invasion as the West froze about half of Russia's $600 billion foreign currency reserves. But it's bounced back since to its strongest level against the US dollar since 2018. (Remember President Joe Biden's threat of reducing it to ?) That's largely the result of aggressive capital controls and rate hikes back in the spring, much of which have now been reversed. Interest rates are now lower than before the war, and the central bank says inflation, which peaked at almost 18% in April, is slowing and will be between 12% and 15% for the full year. The central bank has also revised up its GDP forecast for the year, and now expects it to shrink by 4% to 6%. In April, the forecast was for an 8% to 10% contraction. The International Monetary Fund also now predicts a 6% contraction. It helped that the Kremlin had eight years to prepare, spurred by the sanctions the West imposed after Moscow annexed Crimea in 2014. \"The exit of Mastercard, Visa, it barely had an impact on domestic payments because the central bank had its own alternative system of payments,\" says Nechaev. Russia set up the Mir credit card, and its own transaction processing system in 2017. And there's a reason Russian fans of McDonalds and Starbucks are still able to get their fast-food fix, says Chris Weafer, founding partner of Macro Advisory Ltd, a consultancy advising multinational businesses in Russia and Eurasia. Since 2014, many Western brands in Russia caved to government pressure and localized some or all of their supply chains. So when these companies left, it was relatively easy for Russian buyers to buy them and keep running them simply by changing the wrapper and packaging. \"Same people, same products, same supply,\" says Weafer. It's not an entirely watertight strategy, though. The re-branded McDonald's stores reported a shortage of French fries in mid-July, when Russia's potato harvest fell short, and foreign suppliers wouldn't fill the gap due to sanctions. Fast food continuity is one thing. Russia's longer term stability rests on its energy sector, still by far the biggest source of government revenues. To say high energy prices have so far insulated Russia would be an understatement. The International Energy Agency says Russia's revenues from selling oil and gas to Europe doubled between March and July this year, compared to an average of recent years. That's despite declining volumes. IEA data shows gas deliveries to Europe are down by about 75% over the past 12 months. Oil is a different matter. The IEA's March prediction that 3 million barrels a day of Russian oil would come off the market from April because of sanctions, or the threat of them, has not materialized. Exports have held up, though Rystad Energy analysts note a slight drop over the summer. The major factor has been Russia's ability to find new markets in Asia. According to Houmayoun Falakshali from commodities consultancy Kpler, most of Russia's seaborne oil exports have gone to Asia since the start of the war. In July, the share was 56%, compared to just 37% in July 2021. Between January and July this year, China increased its seaborne imports of heavily-discounted Russian Urals crude by 40%, compared to the same period last year, according to Kpler data. That's despite China's initial efforts in Russia's war on Ukraine. India's seaborne imports from Russia are up more than 1,700% over the same period, according to Kpler. Russia has also been increasing gas exports to China through a Siberian pipeline. What happens when Europe's embargo on 90% of Russian oil comes into force in December, will be critical. An estimated 2 million barrels a day of Russian oil will be in limbo, and while it's likely some of that will go to Asia, experts doubt whether demand will be high enough to absorb it all. Falakshali says China cannot buy much more Russian oil than it already is, because of a domestic slowdown in demand, and because it simply doesn't need much more of the specific type of oil Russia exports. Price will play a critical role, too, in whether Russia can afford to keep discounting to secure new markets. \"A discount of 30% from $120 a barrel is one thing,\" Nechaev points out. \"A discount from $70 is another matter.\" While global inflation is helping Russia's energy sector, it's hurting its people. Much like the rest of Europe, Russians are already suffering a cost of living crisis, made much worse by the war in Ukraine. Nechaev, who helped steer Russia through a much more dramatic economic collapse in the 1990s, is worried. \"In terms of the standard of living, if you measure it by real incomes, we have gone backwards by about 10 years,\" he says. The Russian government is spending to try to combat this. In May, it announced it would raise pensions and the minimum wage by 10%. It's set up a system where employees of companies that have \"suspended their activities\" can temporarily transfer to another employer without breaking their employment contract. And it's spending 17 billion rubles ($280 million) buying the bonds of Russian airlines, crippled by airspace bans and sanctions preventing maintenance and the supply of parts by foreign manufacturers. It's technology sanctions, like those affecting the airline industry that may have the most profound impact on Russia's long-term economic prospects. In June, US commerce secretary Gina Raimondo said global semiconductor exports to Russia had collapsed by 90% since the war started. That is crippling production of everything from cars to computers, and will, experts say, put it further behind in the global technology race. \"The impact of sanctions will be more a slower burn rather than a quick hit,\" says Weafer. \"Russia is now looking at potentially a long period of stagnation.\" Nechaev is even more definitive. \"Right now, the economic decline has started,\" he says."},
{"url": "https://edition.cnn.com/2022/08/28/investing/pandemic-winners-turned-losers/index.html", "title": "Layoffs. Losses. Plunging share prices. These pandemic winners are now struggling", "paragraphs": " Few companies flourished more amid the pandemic's economic upheaval than Peloton. With people unable (or unwilling) to go to the gym, consumers rushed to buy its exercise equipment and, more importantly, sign up for its online classes. Peloton posted its first quarterly profits in calendar year 2020 as revenue jumped 139% and the stock soared 434%. The boost was short-lived. As gyms reopened and class subscriptions and equipment sales plunged, so did the company's outlook. Thursday, after posting a worse-than-expected , Peloton CEO Barry McCarthy wrote in a letter to investors that \"naysayers will look at our Q4 financial performance and see a melting pot of declining revenue, negative gross margin, and deeper operating losses. They will say these threaten the viability of the business.\" McCarthy, however, sees great things ahead for the company despite its woes, claiming that Peloton has made significant progress in its turnaround efforts and stemming its rate of burning through cash. Investors don't share his faith. Shares have lost more than 90% of their value since the end of 2020, and are now worth less than half of what they were at the beginning of that year. Peloton is hardly the only pandemic winner to recently turn into a post-pandemic loser. Numerous companies that convinced themselves — and investors — that they were well positioned to keep growing once Covid retreated have been proven wrong. Here are some other studs of 2020 that have become duds in 2022. The pandemic forced people to stay home, and in millions of cases, to start working from there. Many took the money they were saving by not commuting or vacationing to buy furnishings and other items to spruce up their homes. That home goods buying binge has . Consumers have shifted their buying priorities, especially amid sky-high prices for essentials such as and that have forced many households to cut back on nonessential purchases. Now, any such purchases are more likely to be for things like long-delayed travel plans rather than more stuff. The shift in spending has hit a , including giants such as and . But perhaps the poster child for companies reeling from this shift is online home goods retailer Wayfair, which just announced it is . In making the announcement, the CEO admitted the company had been way too optimistic about its ongoing growth potential. \"We've grown Wayfair significantly to keep pace with the e-commerce growth in the home category. We were seeing the tailwinds of the pandemic accelerate the adoption of e-commerce shopping, and I personally pushed hard to hire a strong team to support that growth,\" said CEO Niraj Shah in a letter to staff announcing the layoffs. \"This year, that growth has not materialized as we had anticipated. Our team is too large for the environment we are now in, and unfortunately we need to adjust.\" It's not just that the company isn't growing as fast as it had been. Like Peloton, Wayfair has shifted into reverse and into red ink. Revenue in the first six months of this year is down 14%, and it just reported a $697 million net loss compared to a $149 million profit in the same period of 2021. Wayfair stock, which soared 482% between the end of March of 2020 and the end of March 2021, has essentially given up all of those gains. The Canadian software firm that helps retailers sell online was also a huge winner when companies were forced to pivot to e-commerce because of the pandemic. Last month its founder and CEO announced Shopify was cutting 10% of its staff because its ongoing growth \"bet didn't pay off.\" \"Shopify has always been a company that makes the big strategic bets our merchants demand of us — this is how we succeed,\" CEO Tobi Lutke wrote in a memo to staff . The company's pre-Covid e-commerce growth had been steady and predictable, he said, but the early days of the pandemic brought a never anticipated spike in sales. \"Was this surge to be a temporary effect or a new normal? And so, given what we saw, we placed another bet: We bet that the channel mix — the share of dollars that travel through e-commerce rather than physical retail — would permanently leap ahead by five or even 10 years,\" he said. \"We couldn't know for sure at the time, but we knew that if there was a chance that this was true, we would have to expand the company to match.\" The good times didn't evaporate quite as quickly as they did for some of the other pandemic winners. But they have certainly receded. While revenue is up 18% in the first six months of the year compared to the prior year, Shopify's costs, including for research and development, have nearly doubled. The company also suffered a $1 billion paper loss on its equity investments in the second quarter, causing it to swing to a $2.7 billion net loss for the period from a $2.1 billion profit a year earlier. The company's stock continued to hold up through 2021 but is down 75% so far this year. The online meeting platform isn't facing the same challenges as some of the other erstwhile pandemic winners. Millions of people are still working remotely, , and  is still profitable. But earnings have plunged 71% in the first half of this year because of increased costs. The company has been beating profit forecasts, and its share price is still just above pre-pandemic levels. Zoom did report this week and gave an outlook that disappointed investors, sending shares down 17% on the day the company reported results. For the year Zoom shares are off 56%, and are down 86% since their peak in late October 2020, when the pandemic was raging and there were no widely available vaccines. Some blame for the slide can be laid at the feet of investors, who got ahead of themselves and drove the price of the stock up 765% between the end of 2019 and its peak 10 months later. Plus, every bit of good news about beating back Covid was taken as bad news for Zoom: Shares in the two days following the news of Pfizer's success in clinical trials for a Covid vaccine in November 2020. Netflix was plenty successful long before anyone heard of Covid-19. Even in the face of increased streaming competition, the platform had a successful 2019, as two original films, Martin Scorsese's \"The Irishman\" and Noah Baumbach's \"Marriage Story,\" attracted both viewers and best picture nominations. \"The Crown\" returned for a third season with a new cast. With that lineup,  shares gained 21% during the course of 2019, as its revenue rose 28%. The service added 27 million subscribers globally during the year. But things really kicked into gear with the pandemic lockdowns. Netflix in the first three months of 2020 and ended the year topping 200 million subscribers for the first time. Netflix shares also skyrocketed, more than doubling in value from the start of 2020 to a record high of $691.69 in November 2021. But competition has increased. In the first quarter of this year the company globally, the first drop in subscribers in a decade, and nowhere near the 2.5 million gain it had previously forecast. In the second quarter it . The company has also been losing investor support. Netflix shares have lost nearly two-thirds of their value year-to-date, although they have rebounded from a 12-month low in May when investors were bracing for even deeper subscriber losses."},
{"url": "https://edition.cnn.com/2022/08/28/business/tuition-costs-biden-student-loans/index.html", "title": "Tuition costs are out of control. Canceling student debt won't fix that", "paragraphs": " Progressives and conservatives alike are sounding off about to erase billions of dollars in student debt — that it's either a half-a-loaf gesture to an overburdened middle class or a massive socialist handout to rich people, depending on your politics. But whatever your opinion is on Biden's motives, a couple of things seem clear. First: Relieving up to $20,000 in student debt per borrower is a financial tourniquet that will help 43 million people who've been swept into a complex and undeniably broken system. Second: It doesn't even to solve the problem. Once the debt is wiped away, what we're left with is the gnarly reality that tuition costs are out of control, with no magic bullet to rein them in. It's not breaking news that college costs have skyrocketed. One year at a private college now costs $38,070 ; a year at a public university costs $10,740 — or much more for out-of-state students. The economics behind tuition costs are complicated and vary by institution. Some states, such as Louisiana and Arizona, have pulled money out of their own public higher education systems, forcing colleges to raise tuition and let federal loans make up the gap. But not all states, says Kevin Carey, vice president of education policy at the think tank New America. In some cases, tuition has risen in step with inflation and population growth. What feeds tuition inflation has more to do with the scale of the higher education system. The United States has a massive decentralized system of hundreds of nonprofit colleges, where the national government does not control prices. The country also has a large upper middle class that's willing to pay top dollar for their children's education. Every one of those institutions is competing for talent. And for funding. Put simply: \"There's nothing about the system that pushes prices down,\" Carey says. \"Everything pushes them up.\" That's why some critics of the Biden administration's student debt relief worry about the precedent it sets. If the government creates an expectation that debts are likely to be forgiven, universities won't hesitate to raise tuition. Students may take on more debt, expecting some of it will eventually be wiped clean. Bottom line, canceling debt certainly doesn't push tuition costs down. Some critics of the Biden plan have suggested a better solution would be to treat student loan debt like any other consumer debt: Let the bankruptcy courts handle it. Right now, it's not impossible to offload student loan debt via bankruptcy, but it's much more difficult than, say, credit card debt. \"The typical American can go to court, declare himself insolvent, hand over some remaining assets, default on his remaining debts and return home to a house exempted from the proceedings,\" wrote Oren Cass, executive director of the conservative think tank American Compass, in an opinion . \"This is the option that should be available to all student-loan holders.\" While that's not a simple or painless solution — bankruptcy carries very real financial consequences and social stigmas that make it a last resort — Cass argues the cost is low enough to \"ensure someone who truly needs a fresh start can get one, but high enough that most who can avoid it will do what they can to steer clear.\" For better or worse, the bachelor's degree remains deeply embedded in the corporate hiring process. And in recent decades, many fields such as nursing have evolved to require a series of extra certifications requiring further education (and, of course, more student loans). The bachelor's degree has become the new standard, Carey says. \"And then there are all these post-bachelor's degrees, credentials and certifications — all that stuff is controlled by colleges... and paid for through loans.\" Another flaw in Biden's plan that critics point to is the lack of clarity about future loan forgiveness. If you just graduated with debt and make under $125,000 a year, congratulations — now you've got 10 grand less of it. But younger generations whose student loans were taken out after the July 2022 cutoff could be out of luck. \"The class of '27 is entering college literally as we speak,\" Carey says. \"They're not getting any loan relief. I think people are going to start raising their hands and be like, 'wait, what?'\""},
{"url": "https://edition.cnn.com/2022/08/27/tech/twitter-whistleblower-fallout/index.html", "title": "How Twitter has been shaken by a whistleblower's allegations", "paragraphs": " In the days since it was first reported that former Twitter head of security had filed an , the company has had to confront renewed scrutiny from lawmakers, a dip in its stock price and added uncertainty in its high-stakes legal battle with billionaire Elon Musk. In the disclosure, Zatko alleged that the company has serious security and privacy vulnerabilities that could put users, investors and US national security at risk. He also alleged that Twitter executives have misled regulators and even the company's own board about its shortcomings.  has criticized Zatko and broadly defended itself against the allegations, saying the disclosure paints a \"false narrative\" of the company and is \"riddled with inconsistencies and inaccuracies.\" Zatko was fired from Twitter in January for what a company spokesperson said was \"ineffective leadership and poor performance.\" The slew of sharp reactions to Zatko's disclosure from lawmakers, regulators and cybersecurity industry experts, not to mention Musk's attorneys, raise the prospect that the claims could have significant and long-lasting implications for the social media company. To make matters worse, it comes at a time when Twitter has already been grappling with uncertainty among its employees, shareholders and advertisers from its pending deal with Musk. The disclosure — which totals around 200 pages, including supporting exhibits — was sent last month to several US government agencies and congressional committees, including the Securities and Exchange Commission, the Federal Trade Commission and the Department of Justice. CNN obtained a copy of the disclosure from a senior Democratic aide on Capitol Hill. The SEC, DOJ and FTC declined to comment. Twitter shares fell 7% Tuesday following news of the disclosure. The company's stock was already suffering amid Musk's attempt to get out of his $44 billion deal to acquire the platform, and is now trading at just over half of its all-time high near $80 last February. Here is a look at the fallout in the immediate aftermath of the reporting on the disclosure: On Wednesday, the day after the disclosure was first reported by CNN and The Washington Post, the Senate Judiciary Committee announced it would with Zatko to discuss his allegations of security failures and misleading statements by Twitter executives. The hearing is slated for September 13, which just so happens to be the same day Twitter shareholders are set to vote on whether to approve Musk's $44 billion takeover deal. \"Mr. Zatko's allegations of widespread security failures and foreign state actor interference at Twitter raise serious concerns,\" said Sens. Dick Durbin and Chuck Grassley, the committee's chair and ranking Republican, respectively. \"If these claims are accurate, they may show dangerous data privacy and security risks for Twitter users around the world.\" Other US lawmakers have also weighed in on the matter. The Senate Intelligence Committee, which received a copy of the report, is taking the disclosure seriously and is setting a meeting to discuss the allegations, according to Rachel Cohen, a committee spokesperson. Sen. Richard Blumenthal, who chairs the Senate subcommittee on consumer protection, wrote a letter to the FTC on Tuesday calling on the agency to investigate the claims, and impose fines and individual liability on specific Twitter executives if a probe finds they were responsible for security lapses. Sen. Ron Wyden on Wednesday renewed calls for Twitter to protect its users' direct messages from prying eyes with secure, end-to-end encryption. Members of the US House Committee on Homeland Security on Thursday sent Twitter CEO Parag Agrawal a letter demanding that he address Zatko's allegations and explain Twitter's readiness for the 2022 midterms. And Twitter's main regulator in Europe, the Irish Data Protection Commission, has also said it is seeking information from the company in light of the allegations. The whistleblower disclosure could have major ramifications for Twitter's fight with Musk over their acquisition deal. But the Tesla CEO has been uncharacteristically quiet in the days since the news broke. On Tuesday, Musk a meme of Jiminy Cricket (Pinocchio's conscience in the Disney classic) with the words \"give a little whistle,\" as well as a screenshot of a portion of a Washington Post story discussing Twitter's process for measuring spam bots. The latter issue has become central to Musk's attempt to exit the deal. (Twitter has said it stands by its publicly reported measurements and has accused Musk of using bots as a pretext to get out of a deal he now has buyer's remorse over.) But while Musk has said little about Zatko, his lawyers are clearly interested in the former Twitter head of security. Musk lawyer Alex Spiro told CNN Tuesday that the billionaire's legal team had subpoenaed Zatko in the case even before news of the disclosure was reported. In a Wednesday court hearing in the case, Spiro Zatko multiple times, in an early preview of how Musk's side might use the new allegations in his legal battle. Spiro suggested during the hearing that the billionaire's team does not trust Twitter's estimate for spam accounts and monetizable daily active users (mDAU), a key metric it provides to investors, and said Musk's team is requesting information that would allow them to test the measurements. \"They have an economic incentive to mislead,\" Spiro said. \"There's a whistleblower complaint that has now been filed publicly that talks about the false information provided.\" In the disclosure, Zatko claimed that Twitter does not have an accurate count of the number of spam and fake bot accounts on its platform and that the company has little incentive to undertake a full count of such accounts, allegations that could potentially burnish Musk's claims. Musk's lawyers could also on other claims in the disclosure unrelated to bots — including allegations that Twitter made misrepresentations to regulators such as the Federal Trade Commission and Securities and Exchange Commission about its privacy and security practices — as additional reasons he should be able to walk away from the deal. (Zatko told CNN that his disclosure is unrelated to the acquisition, that he has no personal relationship with Musk and that he began documenting the concerns that would become his disclosure before there was any indication of Musk's involvement with Twitter.) Twitter says that it allows bots on its platform, such as good bots that tweet out news alerts, but its rules prohibit those that engage in spam or platform manipulation. The company says it regularly challenges, suspends and removes accounts engaged in spam and platform manipulation, including typically removing more than one million spam accounts each day. It declined to answer questions from CNN about the total number of accounts on the platform or total new accounts added each day. Twitter executives have been pushing back against the allegations publicly, and trying to stem the fallout internally. Agrawal on Tuesday wrote an internal memo to employees, obtained by CNN, vowing to challenge the allegations in the disclosure and seeking to reassure employees, calling the allegations \"frustrating and confusing to read.\" The situation also came up in a regularly scheduled, company-wide at Twitter on Wednesday. Agrawal opened the meeting by pushing back on claims made by Zatko, saying a \"false narrative\" has been created about the company, which \"is currently challenging our integrity.\" Details of the call were shared with CNN by a Twitter employee. In the meeting Wednesday, Sean Edgett, Twitter's general counsel, said the company reached out to regulators and \"various agencies around the world\" when the company learned about the allegations being made by Zatko. On Thursday, Twitter confirmed to CNN that it will combine its teams working to prevent toxic content and spam bots in order to better fight bad actors and increase transparency around its efforts to improve platform health, a move first by Reuters. A spokesperson did not directly respond to a question about whether the reorganization is related to the disclosure."},
{"url": "https://edition.cnn.com/2022/08/27/business/laflamme-wendys-gray-hair-ctv/index.html", "title": "Here's why Wendy's in Canada has given its iconic red-headed mascot gray hair", "paragraphs": " The Wendy's mascot has a new hairdo on its Canadian social media sites -- all in support of one of the nation's veteran journalists. The fast food giant's unit posted a new profile picture on its Twitter feed Thursday that gave Wendy's iconic red pigtails a gentle gray shade. The company the picture, with the hashtags #LisaLaFlamme and #NewProfilePic and the caption \"Because a star is a star regardless of hair colour,\" using two star emojis. It had more than 45,000 likes on Saturday. LaFlamme worked at Bell Media as a reporter and news anchor on CTV National News for more than 30 years, the last 11 as its anchor. This month, she revealed that she was told on June 29 that her contract was ending, bringing her career at the network to a sudden end. In an August 15 video posted to Twitter, LaFlamme said she was \"blindsided\" by the decision to let her go, and that it was \"crushing to be leaving CTV in a manner that's not my choice.\" The news that her contract was not renewed has received significant blowback in Canada, with claims that her decision to stop coloring her hair blonde during the pandemic was a major factor in the company's decision. \"At 58, I still thought I'd have a lot more time to tell more of the stories that impact our daily lives,\" LaFlamme said in the video. In a , Bell Media's President and Chief Executive Officer Mirko Bibic said LaFlamme's hair color had nothing to do with the company's decision to let her go. \"That is not the case,\" he said, adding that the company is implementing an independent review. CNN has reached out to Bell Media for comment. A Bell Media executive, Michael Melling, is from the company after that he asked who approved the decision to \"let Lisa's hair go grey.\" Melling, vice president of Bell Media, CTV's parent company, started heading the news division in January. He was the one who informed LaFlamme that she would no longer hold her role on the newscast. Wendy's is not the only brand in Canada to show its support for LaFlamme. Though the former news anchor was not specifically mentioned in it, Dove Canada last week asking its followers to turn their profile pictures to greyscale, and donated $100,000 to an organization advocating for inclusive workplaces for women. The Sports Illustrated Swimsuit Twitter account retweeted its cover of , Elon Musk's mother who also has gray hair, with the comment that \"We're going grey with @Dove in support of women aging confidently on their own terms.\"  Dove's Canada Twitter acount to the Wendy's tweet with one of its own: \"Looks Beautiful, Wendy!\" it says, with the hashtag #KeepTheGrey. It had almost 6,000 likes on Saturday."},
{"url": "https://edition.cnn.com/2022/08/22/health/public-health-strain-vaccines/index.html", "title": "Overlapping emergencies strain the nation's public health workforce and threaten critical vaccination campaigns ", "paragraphs": " This fall, the health of the nation will depend in large part on vaccines. Health officials are banking on vaccinations to contain monkeypox and polio before those become standing threats in the United States. They're counting on updated boosters to restore waning immunity against Covid-19. With influenza expected back in the US this fall, flu shots could be critical to prevent severe illness and keep hospitals from becoming overwhelmed.  While the federal government will facilitate getting these inoculations to states, it will be the 2,820 state and local health departments that will spearhead the work of getting shots into arms, and public health experts say it's not clear that these offices have enough funding or staff to get the job done. \"I think it's deeply worrisome,\" said Dr. Peggy Hamburg, former health commissioner for New York City and former commissioner of the US Food and Drug Administration. \"It's hard to imagine how state and local health departments can all mobilize, and they desperately do need additional support.\" \"I think we have to recognize that this is a very vulnerable time,\" said Hamburg, who recently chaired a commission for the nonprofit Commonwealth Fund on how to modernize the nation's public health system. After almost three years of contending with vaccine hesitancy, politics and a global pandemic, the nation's public health workers are frayed and leaving their posts. More than 1 in 4 health department leaders quit their jobs during the pandemic, some after harassment and death threats. Studies are underway to measure how deeply those losses extended to their staff. Now, these depleted agencies are being asked to tackle new threats like monkeypox without additional funding to handle them. Can these agencies pull it off? \"Probably not,\" says Caitlin Rivers, an epidemiologist and assistant professor at the Johns Hopkins Center for Health Security in an email to CNN. \"Public health is chronically underfunded and understaffed. Substantial capacity was built during the COVID-19 response -- for example, contact tracing teams -- but many jurisdictions have wound down that infrastructure. Covid money is largely inflexible, so it can't really be used for other threats like monkeypox.\" The nation's vaccinators say they are struggling. \"Overwhelmed is an understatement,\" said Claire Hannan, executive director of the Association of Immunization Managers.  Hannan said her members have not received any funding to carry out a vaccination campaign against monkeypox. Yet they've just been asked the change how the vaccine is given, switching from a more familiar under-the-skin injection to a shallower method that squirts the vaccine between skin layers, something that requires training to do correctly. The hope is that intradermal shots, which require one-fifth of a regular dose, can quickly increase supplies of this hard-to-get vaccine. As a result, immunization managers are scrambling to find money and staff to order vaccines, manually track inventory, transport shots to the locations where they're needed, train providers, and collect and send data back to federal health agencies like the US Centers for Disease Control and Prevention. On top of that, ordering has started for updated boosters to protect against the BA.4 and BA.5 subvariants of the Omicron strain of the new coronavirus, which have been promised to Americans by mid-September. Allotments in these early orders have been smaller than anticipated, Hannan said, which is forcing city and state health officials to develop plans for who should be first in line to get them, should demand initially outstrip supply. Additionally, many cities are currently testing their sewage for poliovirus after it was detected recently in Rockland County, New York, and New York City. If additional community spread is suspected, those areas may need to mount vaccination campaigns to protect residents who haven't had the shot, such as recent immigrants or young children who missed routine immunizations during the pandemic. Children typically get four doses of the polio vaccine by the time they're six years of age in the US, but many kids have fallen behind on their shots. Globally, the pandemic led to the largest backslide in childhood vaccination rates in 30 years, according to the World Health Organization. Health officials fear the erosion of this coverage has set the stage for the return of other infectious diseases, like measles. \"A break or a gap in delivery of vaccines sets us up for further outbreaks,\" said Dr. Davidson Hamer, an infectious disease specialist at Boston University. Vaccines are considered one of the greatest triumphs of modern medicine, second only to clean water as a cost-effective health intervention. Each year, they prevent millions of deaths around the world. In their first year of use, the Covid-19 vaccines prevented nearly 20 million deaths, a recent study found. Yet vaccine hesitancy has increased, fueled by misinformation on social media. While more than three-quarters of Americans are vaccinated against Covid-19, 19% say they definitely won't get a Covid-19 vaccine.  If all these challenges weren't enough, annual flu shots are due to roll out soon, and they could be especially important this fall. Influenza made a comeback in Australia this year for the first time since the pandemic began. United States health officials watch Australia's flu season closely for clues about what could happen here. They're anticipating that we could see more flu transmission this year than we have for the past two years, and flu vaccinations will be key to preventing hospitalizations and deaths. \"I think right now we have a perfect storm in the vaccine world happening in this country,\" said Michael Osterholm, who directs the Center for Infectious Disease Research and Policy. He points out that even though average daily Covid-19 deaths are much lower than they were in 2020 and 2021, the US is still averaging more than 400 a day, making it the nation's fourth leading cause of death. Most of those deaths are in unvaccinated people, according to the CDC. Overall, more than 1 in 5 Americans are still unvaccinated against Covid-19, and that number doesn't seem likely to budge. Vaccination rates are mostly stagnant. It would take a more robust public health workforce, and a better funded one, to rebuild confidence in vaccines. A recent study by The de Beaumont Foundation, a nonprofit that works to strengthen public health, found the public health system needs 80,000 more full-time staff -- a whopping 80% increase over current staffing levels -- to provide basic community services, like monitoring and controlling the spread of infectious diseases. Brian Castrucci, president and CEO of that organization, says America won't be able to restore its public health workforce until people value and respect the work they do. \"What we've seen during Covid is a fringe anti-vax movement move more mainstream, endangering our nation's safety, security and economic prosperity,\" Castrucci said. \"It's going to be harder and harder to vaccinate.\" \"We are privileged as a society that we haven't seen children in with crutches from polio. No one's in an iron lung. And it has made us somewhat numb to the potential of what could really happen,\" he said. \"These are virulent diseases.\""},
{"url": "https://edition.cnn.com/2022/08/27/business-food/arizona-tea-name-origin/index.html", "title": "The surprising backstory of AriZona Iced Tea's name", "paragraphs": " When Don Vultaggio was considering names for his new iced tea business three decades ago, he wanted something that connoted a \"warm and healthy environment.\" That meant getting far away from Brooklyn, where Vultaggio grew up. But not far away: His friends called his New York home the Santa Fe house, because of its adobe-style design, filled with pink, yellow and turquoise colors. So he settled on \"Santa Fe\" for the name of the drink. It didn't stick. \"When I put Santa Fe on the package, it didn't look right,\" Vultaggio told CNN Business. \"I thought it looked like a train.\" Thinking of places that were close to Santa Fe that would look better on a can, Vultaggio settled on Arizona -- where he'd never been. In fact, Vultaggio hadn't even traveled west of the Mississippi. \"I always associated Arizona with a healthy, clean and dry feel that was different from the Brooklyn feel,\" he said. \"Having a name associated with a lifestyle, which is an environment and climate that made you want to grab a refreshing iced tea. That's why the name seemed to make sense to me.\" , which makes the famous 99-cent iced teas, began in New York City in the early 1990s. Vultaggio, the company's , said he was inspired by Snapple, which was founded in 1972 and became a cultural phenomenon. The \"Snapple Lady\" commercials turned the juice and iced tea company into a , as sales boomed throughout the 90s. Having had his own success with a malt liquor business, Vultaggio and his partners pivoted to selling iced tea in the same-sized 23-ounce cans as their malt liquor. That helped AriZona stand out against Snapple's 16-ounce can. They wanted to keep it the same price, too. And give the logo a stylized capital Z that he said just looks better on its cans. The vibrant can, with its eye-catching checkerboard patterns and colors, was inspired by his Santa Fe house, because of the \"continuous feedback and accolades we would receive from everyone\" for his home's design. AriZona's design is a \"great point of differentiation with its competitors,\" according to Andres Nicholls, global executive creative director at consultancy and design firm Prophet. \"It's been an excellent tool and place to express their personality and quickly say to the market 'we are not like everybody else.'\" Nicholls said the brand has \"been pretty fearless and consistent in their approach and have created a very distinctive design.\" AriZona Iced Tea made its debut in 1992 and became an immediate hit. Its product line has blossomed beyond tea and now encompasses hundreds of products that include snacks, candy, coffee and alcohol. One of its most popular drinks is the Arnold Palmer, a half-tea, half-lemonade beverage based off the golf great's drink of choice. But just as eye-catching as the design is the 99-cent price for its tall boy iced teas, is its cost, which should be adjusted to more than $2 according to US Bureau of Labor Statistics' price calculator. But that 1992 price is staying put. \"Our customers don't need another price increase,\" he told CNN International anchor Richard Quest in June. \"We maintain that price to give customers a reason to buy us.\" Manufacturing costs have risen everywhere, but Vultaggio credits actions \"behind the scenes\" that keep the tea's profit margins robust. \"We've been able to do it by light-weighting the can, run the cans faster on the line, have more facilities in America so we get closer to market,\" he said. The eye-catching design also helps maintain its market dominance, because AriZona doesn't advertise as much as competitors like Snapple. Rather, the brand relies on its creativity to grab customers' attention. \"We use packaging and a value story, then a great product inside,\" Vultaggio said. \"The first time a person buys us is because of the package. And forever more, they're buying it because it tastes great.\""},
{"url": "https://edition.cnn.com/2022/08/23/health/polio-spread-vaccine-explainer/index.html", "title": "Americans are highly vaccinated against polio. Here's why it could still spread", "paragraphs": " So far, there's been just one recent case of polio in the United States, which paralyzed a young adult in Rockland County, New York. One case -- and evidence in sewage of more spread -- may not sound significant, and Americans are highly vaccinated against polio, meaning most people are protected from paralysis. According to the latest data from the US Centers for Disease Control and Prevention, more than 92% of children in the United States have received polio inoculations by age 2. But there's a reason why a single case puts health officials on alert. Unvaccinated and undervaccinated are at risk for severe disease, but the spread may not be obvious -- in part because of a vaccine switch that happened more than two decades ago. Vaccinated people are not in harm's way if they catch poliovirus, which spreads from the human intestinal tract via the fecal-oral route: a person gets stool germs on their hands, touches something or shakes hands with another person, and that person puts their contaminated hands in their nose or mouth. This is why younger kids -- those still in diapers -- are especially susceptible to infection. Poliovirus can infect cells in the gut and cause a mild illness -- cramping, diarrhea or constipation. Occasionally, though, the virus will slip past the intestinal barrier and into the bloodstream, where it will home in on motor neurons in the spinal cord -- the cells that tell muscles to move. When the virus infects these cells, it destroys them, leaving people with lifelong paralysis. Doctors estimate that there's one case of paralytic polio for every 300 to 1,000 mild infections. Until the year 2000, two kinds of vaccines were used to inoculate Americans against polio -- vaccine drops, sometimes given on sugar cubes, that were made with live, weakened poliovirus, and an injected vaccine that uses killed polio virus. There are several key differences between the vaccines, but a big one is that the oral vaccine induces so-called mucosal immunity, so that if a vaccinated person ever comes into contact with poliovirus again, it cannot make copies of itself in their gut, and will not get passed on to someone else. There's also a downside to using the oral vaccine, however. \"The big drawback to the oral polio vaccine is you shed it,\" said Dr. James Campbell, a pediatrician and vaccine researcher at the University of Maryland School of Medicine's Center for Vaccine Development and Global Health Very rarely, about once in every 3 million times it is given, the weakened virus in the oral vaccine can escape the gut and cause paralysis. The weakened virus can also shed in stool, and rarely, it will mutate and change back to a form of the virus that can cause paralysis, especially if the virus is being transmitted where there's poor sanitation and low vaccination rates. \"So while we were preventing polio with this vaccine, we were also rarely creating vaccine-associated polio myelitis,\" said Dr. William Schaffner, an infectious disease specialist at Vanderbilt University in Nashville. This is what happened to the young adult in New York. Genetic sequencing showed that the virus that paralyzed him originated from an oral vaccine, which is still used in other countries. The injected vaccine, which uses the killed virus, can't change back into a harmful form. While the oral vaccine is relatively safe, the injected vaccine is even safer. In 2000, public health officials decided the US should only use shots, which contain the inactivated virus, to vaccinate against polio. There is a drawback to using the injected vaccine, however. While it prevents paralysis, it doesn't necessarily prevent infection. Because of this, young adults and children vaccinated since the switch can still be infected with poliovirus in their intestines and shed the virus in their stool. \"They're protected against a paralytic disease, but they can still harbor the virus and spread it to others. And that's the circumstance we have now in New York,\" Schaffner says. \"So you could get essentially the entire community carrying this virus in their intestines, but they don't even know it's there.\" That's not a big problem if everyone around them is also protected, Schaffner says. But the fear is that silent transmission could carry the virus to pockets of people who haven't been vaccinated against polio, and they could wind up with more severe outcomes. \"In highly unvaccinated communities, especially when there's a lot of people living in the same place who are unvaccinated, it just gives the opportunity for the virus to shed and pass person to person more commonly,\" Campbell says. One group that could be in the at-risk category is children. Kids typically get four polio vaccines before the age of 6. They get shots at 2 months, 4 months, a third shot between ages 6 and 18 months, and the fourth shot is due sometime between ages 4 and 6. Schaffner says kids who are up to date on their vaccines, but not yet fully vaccinated, may be at increased risk from a polio infection, but no one really knows. \"The answer would be, frankly, that they're partially protected,\" Schaffner said. \"It's the full series that gives you full protection,\" he said. \"We are nervous about children who are in the vaccine progression, but have not yet been old enough to receive all the vaccines.\" In London -- where poliovirus has been detected in wastewater, but not yet diagnosed in a person -- health officials decided to give to all children ages 1 through 9, just in case. Officials in New York say vaccination for everyone is key to ensuring the virus doesn't disable more Americans. \"Our single case of polio could be the tip of the iceberg, we don't know,\" said Rockland County Executive Ed Day in a video posted to Facebook. \"As you can see, that could turn into a bit of a wildfire.\" \"That only happens if people are not vaccinated,\" he said."},
{"url": "https://edition.cnn.com/2021/07/14/world/tusimple-autonomous-truck-spc-intl/index.html", "title": "There's a shortage of truckers, but TuSimple thinks it has a solution: no driver needed", "paragraphs": " Right now, there's a shortage of truck drivers in the and , exacerbated by the e-commerce boom brought on by the pandemic. One solution to the problem is autonomous trucks, and several companies are in a race to be the first to launch one. Among them is San Diego-based TuSimple. Founded in 2015, TuSimple has completed about 2 million miles of road tests with its 70 prototype trucks across the US, China and Europe. Although these are simply commercially available trucks retrofitted with its technology, TuSimple has deals in place with two of the world's largest truck manufacturers -- Navistar in the US and Traton, Volkswagen's trucking business, in Europe -- to design and build fully autonomous models, which it hopes to launch by 2024. TuSimple's latest road test involved hauling fresh produce 951 miles, from Nogales, Arizona to Oklahoma City. The pickup and the dropoff were handled by a human driver, but for the bulk of the route -- from Tucson to Dallas -- the truck drove itself. \"Today, because the system is not fully ready, we have a safety driver and a safety engineer on board at all times when we're testing, but we drove in full autonomy: the driver wasn't touching the wheel,\" said Cheng Lu, TuSimple's president and CEO. The journey was completed in 14 hours versus the usual 24 with a human driver, mostly because a truck doesn't need to sleep. \"In the US, a driver can only work 11 hours a day. We simply had a handoff when our first pair of drivers had to stop because they reached their 11 hours of operation,\" said Lu. That, of course, negates the advantage of an autonomous system, so the idea is that once TuSimple's trucks hit the market, there will be no need to have anyone onboard. Unlike self-driving cars, which are a still , TuSimple trucks won't be required to operate in bustling city traffic, but only on stretches of highway that have been thoroughly mapped via the company's own software.  \"We collect data from the roads, and we create this very detailed, high definition map of each route. That adds another layer of safety for the vehicles,\" said Lu. As a result, TuSimple's trucks will only be able to self-drive along these pre-mapped trade corridors, which Lu calls \"virtual railroads,\" and nowhere else. According to the company, in the US 80% of goods travel through just 10% of the nation's trade corridors, so even selective mapping allows for capturing a large portion of the business. TuSimple is currently mapping routes between Arizona and Texas, and plans to have mapped routes across the nation by 2024. Its plans are dependent on state legislation, however, because currently some states do not allow for testing of autonomous trucks on public roads.  The technology will add about $50,000 to the cost of a truck, making the final price roughly $200,000. According to Lu, that's still cheaper than paying for a human driver. \"If you take $50,000 and divide it by 1 million miles, the average lifespan of a truck, that means you're adding five cents per mile. But you're saving the cost of a human driver, which based on average US wages is about $80,000 to $120,000 per year -- or 80 cents to $1.20 per mile. Today, the direct labor cost is about 50% of the cost of operating a truck,\" he said. That doesn't mean driverless trucks will take away jobs, according to Lu. By focusing on the \"middle mile,\" rather than on the pickup and delivery of the goods, TuSimple believes it can create new freight capacity without creating new demand for drivers, while at the same time protecting existing jobs. \"A UPS driver is dropping off 200 packages a day -- that's not what autonomy is meant for. We believe that every driver will be able to retire as a driver, even if they enter the workforce today,\" said Lu. Instead, TuSimple aims to take over the routes between terminals and distribution centers, which involve long stretches of monotonous driving. \"Take Phoenix to El Paso: that's a six-hour drive. A person cannot make the round trip, because it's more than 11 hours. But the truck can go back and forth all day, the most mundane job that drivers don't want to do. That means you free up that human driver to do the first and the last mile (pickup and delivery).They get to work a full day, which is a more efficient use of their time, and they get to go home at night to their family,\" said Lu. Although Lu says that the reliability of both the software and the hardware still needs to be increased, TuSimple is planning its first fully autonomous tests, without a human safety driver in the cabin at all, before the end of the year. The results of such tests will indicate whether the company can meet its goal to launch its own trucks by 2024. Lu says that 7,000 have been reserved in the US alone.  TuSimple has prominent competitors, such as Google spinoff Waymo and Uber-backed Aurora, but those are working on a wider range of self-driving vehicles, including passenger cars. TuSimple is working exclusively on driverless trucks, like US companies Plus and Embark.  Grayson Brulte, an autonomy expert at consulting firm Brulte & Co., believes TuSimple is on the right track. \"The biggest competitive advantage that TuSimple has over its competitors is that their technology was purpose-built for trucking. They're not trying to port an autonomy system built for passenger vehicles in dense urban environments to trucking or to build a virtual driver which can both drive passenger vehicles and class-8 trucks. These are different skills and different systems altogether,\" he said.  Removing the human element on long trucking routes has other benefits. The company says its trucks react 15 times faster than human drivers, and can see farther down the road, even at night. \"In the US every year there are about 5,000 fatalities involving trucks, and most are due to human error,\" said Lu. \"The truck doesn't get tired, doesn't watch a movie or look at a phone. It doesn't get distracted.\""},
{"url": "https://edition.cnn.com/2022/08/23/health/moderna-covid-omicron-booster-submission/index.html", "title": "Moderna, Pfizer seek FDA authorization for updated Covid-19 vaccines; shots could be available next month", "paragraphs": " Moderna submitted its application to the US Food and Drug Administration for emergency use authorization of its updated Covid-19 vaccine booster for use in people age 18 and older, the company said in a news release on Tuesday. The move came one day after their application for EUA of their updated Covid-19 booster for people age 12 and older. If the FDA authorizes the updated vaccines, they could become available in September. The companies' updated formulations are bivalent vaccines that combine the original vaccines with ones that target Omicron sublineages BA.4 and BA.5, which currently dominates in the United States. Moderna's shot would be administered as a 50-microgram dose, and Pfizer's as a 30-microgram dose. Moderna said Tuesday a Phase 2/3 clinical trial on these boosters is now underway. The data it submitted to the FDA comes from experiments in mice as well as data from humans using a different booster which was updated to protect against the BA.1 strain of Omicron. \"We have worked closely with the FDA to ensure that Americans will have access to Moderna's updated, bivalent booster, which, if authorized, may offer higher, broader, and more durable protection against Covid-19 compared ot the currently authorized booster,\" said Stephane Bancel, chief executive officer of Moderna. Next, the FDA will evaluate the data from Moderna and Pfizer and decide whether to authorize the shots. \"FDA will be using the totality of the available evidence to authorize the fall bivalent boosters,\" FDA spokesperson Abigail Capobianco said in a statement emailed to CNN last week. \"There are data on many millions of individuals who have received the prototype component as a booster. As for the BA.4/5 component, a combination of nonclinical data obtained in mice, data from prior variant vaccines (including those to beta, delta, and omicron BA.1), along with our extensive knowledge of the safety and efficacy of the mRNA platforms will be used for this decision-making.\" White House Covid-19 Response Coordinator Dr. Ashish Jha has said the updated boosters should be available to the public early- to mid-September, but it is ultimately up to the FDA as to when the shot will get the greenlight. Dr. Peter Marks, director of the FDA's Center for Biologics Evaluation and Research, said in an interview with the on Tuesday that the agency will not convene its independent panel of vaccine experts to seek a recommendation on whether to authorize updated Covid-19 shots. Marks told the Times the FDA has \"extremely good\" data that he is \"extremely confident\" about that shows the shots are safe and will be effective, even though the formulations for the updated boosters have not been tested in humans. Independent experts who advise the US Centers for Disease Control and Prevention on its vaccine recommendations are expected to discuss updated Covid-19 vaccines during meetings next week. The CDC's meetings are scheduled for Thursday, September 1, and Friday, September 2. The CDC committee typically meets after vaccines have been authorized by the FDA. Shots can be administered only after the CDC recommends them. Production of the updated shots is already underway, and states can already order them. The US government has purchased 105 million bivalent Covid-19 vaccine booster doses from Pfizer, and another 66 million updated shots from Moderna. Certain populations are eligible to receive first and second boosters of the existing Covid-19 vaccines. CDC Director Dr. Rochelle Walensky said on NBC's Today on Tuesday that the agency is prepared to take action on updated boosters if the FDA authorizes them, but people already eligible for a booster shot should get one now. \"I would say, there's never a bad time to go ahead and get your booster if you're eligible,\" Walensky said. \"If you're over the age of 50 and you haven't gotten that second booster, you can still go ahead and get it now.\""},
{"url": "https://edition.cnn.com/2022/08/26/health/paxlovid-rebound-how-common/index.html", "title": "Covid-19 rebound is probably more common than data suggests, but Paxlovid is still effective", "paragraphs": " As the coronavirus evolves, the number of treatment options that remain effective against new variants has dwindled. Pfizer's antiviral pill Paxlovid is one of the few that remain. However, some people who take Paxlovid -- and some who don't -- experience a rebound case of Covid-19, with a resurgence of symptoms or positive tests just days after completing treatment and testing negative. And recent high-profile rebound cases, including President Joe Biden, Dr. Anthony Fauci and first lady Jill Biden, are raising questions about just how frequently this happens. \"From the data we have so far, Covid-19 rebound is a relatively infrequent event -- this is not happening the majority of the time,\" a spokesperson from the US Centers for Disease Control and Prevention told CNN. \"A small percentage of people with Covid-19 experience a rebound of symptoms, including those who take antiviral medication, such as Paxlovid.\" Experts say that rebound cases are probably more common than data suggests, but it's difficult to know by exactly how much. There's a wide range of estimates for what that \"small percentage\" might be -- from less than 1% of people who take Paxlovid to more than 10% -- and definitions of a rebound case are lacking consistency. And a \"brief return of symptoms may be part of the natural history of SARS-CoV-2 (the virus that causes COVID-19) infection in some persons, independent of treatment with Paxlovid and regardless of vaccination status,\" according to a issued by the CDC. It's important to get a better handle on the specifics for both individual patients and the broader community, says Dr. Michael Charness, of the Veterans Administration Medical Center in Boston, who has collaborated with a team of researchers at Columbia University to look into cases of Covid-19 that return after Paxlovid treatment. People experiencing a rebound case can be contagious, so they should be aware of the possibility that they might need to reisolate in line with CDC guidance, he said. And for others, the return of symptoms or a positive test can \"certainly be a source of concern for many people, wondering 'Why is this happening to me?'\" In clinical trial submitted to the US Food and Drug Administration last year, Pfizer noted that \"several subjects appeared to have a rebound in SARS-CoV-2 RNA levels.\" Their shows that about 2% of people showed present or persistent viral load rebound, a share that was similar among both those treated with Paxlovid and the placebo group that wasn't. Pfizer does not have additional data on rebound cases beyond the clinical trials, which were conducted during a time when the Delta variant was dominant and the majority of people were unvaccinated. A that tracked rebound cases during the Omicron wave found that 2 to 4% of patients experienced a rebound infection or symptoms within a week after treatment, and 5 to 6% had a rebound within a month. A separate published in June by researchers from the Mayo Clinic broadly aligned with Pfizer's clinical trial data. The researchers found that about 1% of patients treated with Paxlovid experienced a rebound of symptoms, an average of about nine days after treatment. The study was retrospective and could not determine whether the patients tested positive along with the return of symptoms. But according to Aditya Shah, an infectious disease specialist and an author of the report, the true rate is probably closer to 10%. \"You have to acknowledge the limitations of doing this kind of study. All these patients are home, and not every patient who has rebounded symptoms is going to contact their doctor,\" Shah said. \"So our study definitely had an under representation of true cases.\" Charness also estimates that the Covid-19 rebound rate for vaccinated people who have taken Paxlovid is in a similar range, but uncertainty remains. \"There has not been a study that gives us a clear answer. It's probably not 50%, and it's probably not 2%,\" he said. \"I wouldn't be surprised if it's in that 5 to 10% range for people who are treated in the 1 to 2% range in people who are untreated.\" According to the CDC, preliminary data suggests that people with comorbidities may be more likely to experience a rebound case. However, studies to examine risk factors are \"ongoing\" and \"there is no conclusive evidence at this time and more research is needed\" they said. Despite the potential for a rebound case, experts agree that Paxlovid is still a good treatment option. If a rebound case of Covid-19 is one cost of taking Paxlovid, but it must be weighed against the costs of what could happen with no treatment, Charness said. The vast majority of people who have a rebound case of Covid-19 after taking Paxlovid have been found to have mild symptoms. Sometimes they may come back stronger, as in Fauci's case, but they remain far from the levels of severe disease that Paxlovid is meant to protect from. \"I think that, especially for people who are at significant risk for progression, it's important to take Paxlovid,\" he said. \"A percentage of those people -- yet to be determined -- are going to have rebound. But in almost all of those people, the rebound is going to be an inconvenience. And that inconvenience, really, is not as important as the potential of avoiding hospitalization or death.\" Both President Biden and Fauci received a second course of Paxlovid to treat their rebound cases. And just this week, the FDA requested more data from Pfizer to study patients who may need a second course of treatment. \"While further evaluation is needed, we continue to monitor data from our ongoing clinical studies and post-authorization safety surveillance,\" Pfizer said in a statement. \"We remain very confident in its clinical effectiveness at preventing severe outcomes from COVID-19 in patients at increased risk.\" Overall, public data on Paxlovid prescriptions is scarce. According to the , about 4 million courses of Paxlovid have been administered as of mid-August, but there are no additional details about the demographics or health status of those that have received it. In terms of rebound cases, Charness says a lot of work has been done, but many questions remain. \"I reflect back to February and March when this was something that really wasn't known and when people who experienced rebound were calling their providers and being told as a test must be wrong,\" he said. \"Between then and now, there's been a huge dissemination of information, which is a good thing, but people aren't 100% sure how to handle it.\""},
{"url": "https://edition.cnn.com/2022/08/25/health/monkeypox-children-schools/index.html", "title": "Monkeypox is rare in children, but K-12 schools are preparing for possible cases", "paragraphs": " An elementary student in Georgia has tested positive for monkeypox, raising questions about how concerned schools should be about the small risk of the virus spreading among children as they head back to class. Monkeypox risk is low for school-age children. As of Thursday, have confirmed or probable monkeypox infections, and almost all are in adults. But as classrooms reopen this fall, K-12 schools across the United States are on alert for possible cases. \"They're keeping a close eye on it in their states and they're paying attention to what their governor and their state departments of health are saying -- and they're keeping it on their radar,\" Noelle Ellerson Ng, associate executive director of advocacy and governance for the , told CNN. Amid back-to-school season and an ongoing global outbreak of monkeypox, the US Centers for Disease Control and Prevention emphasizes in posted this month that \"the risk of monkeypox to children and adolescents in the United States is low\" right now, but schools should follow their everyday protocols to reduce the transmission of any infectious disease. \"Does every school in the nation have monkeypox policy? No. Most schools in the nation have infectious disease policy and regulations,\" Ng said. \"They're going to continue to follow those infectious disease policies and regulations, and the CDC guidance is just a layer on top of that. It's information that they can review, consume and integrate as appropriate,\" she said. \"School nurses are aware of the guidance. And the infectious disease protocols that were already in place remain in place.\" On Tuesday, the that it was notified that one student at Mansfield Elementary School had tested positive for monkeypox virus and another student at Flint Hill Elementary School was being tested. \"School district officials notified parents at both schools via School Messenger call this afternoon, and parents of students considered to be close contacts in accordance with CDC criteria will receive separate communications advising them of next steps,\" the school system announced in a statement Tuesday. \"NCSS facilities employees will thoroughly clean and disinfect classrooms and other areas at both schools this afternoon to ensure ongoing safe and healthy learning and work environments for students and staff.\" The CDC notes in its guidance that if someone with monkeypox has been in a school or child care setting, \"the setting should follow their everyday operational guidance to reduce the transmission of infectious diseases and add enhanced cleaning and disinfection,\" as well as support their local health department to conduct contact tracing and provide information about how to prevent the spread of the virus to staff members, volunteers, students and parents. \"Schools will continue to practice their cleaning and disinfection practices, and they just want to be mindful of encouraging staff and students in the community, in general, to continue good hygiene,\" Ng said. \"People are always welcome to continue to wear masks to prevent the spread of the germs, and just be mindful that if you have a child or anyone who shows symptoms, stay home.\" Classrooms can be a \"germy environment,\" said Lori Tremmel Freeman, chief executive officer of the National Association of County and City Health Officials. \"Because of the type of infection that it is, the virus is spreading slowly by contacts, and now we're starting to see there are child cases,\" she said. At least 17 confirmed and probable monkeypox cases among children ages 15 and younger have been , as of last week. The first involved a California toddler, and the other involved an infant who is not a US resident. The two cases were unrelated and probably the result of household transmission. The through close personal contact, such as skin-to-skin contact, direct contact with a monkeypox rash or scabs from an infected person or direct contact with their respiratory secretions. Although the risk is low, there is also some potential for the virus to spread through contaminated objects or surfaces like clothing, bedding or towels that were used by someone with monkeypox. \"And in pre-schools, it's a breeding ground for that sort of infectious spread. So, those are concerning because, in the schools, it's harder to lock down the virus without introducing some more mitigation measures,\" Freeman said. \"Basic cleaning right now is all that is recommended, but when you have an outbreak situation within a school, you're going to want to do in-depth cleaning and have other recommendations in place to limit touching, hugging, and what kids do.\" The CDC notes in its guidance for schools and child care centers that monkeypox vaccination is recommended for people who have been exposed to the virus but \"there is no need for widespread vaccination for monkeypox among children or staff at K-12 schools or early childhood settings.\" Donna Mazyck, executive director of the , called the CDC guidance \"helpful\" in an email to CNN on Wednesday. \"The CDC guidance on monkeypox for schools is helpful. In addition, CDC is monitoring the spread of monkeypox closely and updates will be shared,\" Mazyck wrote. \"School nurses stay updated on CDC information about monkeypox and other infectious diseases. School nurses communicate with local and state health authorities.\" She added that parents should keep children home if they have a fever and rash, and if they suspect their child might have monkeypox, talk to their child's doctor. \"Know that several illnesses can cause a fever and rash,\" Mazyck wrote, adding, \"Avoid blaming or excluding children based on fear.\" Children or staff who have been exposed to a person with monkeypox \"do not need to be excluded from an educational setting in most cases,\" according to the CDC, but in some cases, if contact tracing may not be possible and there was a high degree of exposure, the person's participation in certain activities may be limited. \"Activities that involve prolonged skin-to-skin contact will be higher risk. Kids involved in wrestling or tackle football, for example, would be higher risk than if they did cross-country running or swimming. That doesn't mean children shouldn't participate in contact sports. Again, the incidence of monkeypox in kids is currently so low that this shouldn't be a major concern,\" said CNN medical analyst Dr. Leana Wen, an emergency physician and professor of health policy and management at the George Washington University Milken Institute School of Public Health. \"Some students in school are sexually active,\" . \"My concern would be for those students, especially those with multiple partners or engaging in sexual encounters with people they don't know well, as it's through such intimate activity that monkeypox is primarily spread.\" Overall, there have not been many monkeypox infections in US children and younger teens. \"I'm not worried about my two young kids, ages 2 and 5, getting monkeypox because, thus far, it has not been spreading in children in the United States,\" Wen said. \"There are a couple of isolated reports of kids with monkeypox, but no reports of kids transmitting to each other. The incidence of monkeypox among kids is currently so low that I am not worried about spread while my kids are in their preschool and kindergarten,\" Wen said. \"This could change if outbreaks start happening in children, but that's not what we have seen thus far.\" Since the monkeypox outbreak began in May, most cases have occurred among men who have sex with men. But and anyone can catch the virus through close skin-to-skin contact. In the case of children, according to the CDC, this could include \"holding, cuddling, feeding, as well as through shared items such as towels, bedding, cups, and utensils.\" \"School/childcare program practices do not need major changes,\" Mazyck of the National Association of School Nurses wrote. \"If a student or adult in the school is diagnosed with monkeypox, schools follow public health recommendations for care and for close contacts.\""}
]